{
	"movies":[
		{
			"Title": "Mickey's Magical Christmas: Snowed in at the House of Mouse",
			"fulltitle": "Mickey's Magical Christmas: Snowed in at the House of Mouse (2001)",
			"movie_year": "2001",
			"Categories": "Adventure|Animation|Comedy|Family|Fantasy",
			"summary": "After everyone is snowed in at the House of Mouse, Mickey suggests they throw their own Christmas party. Everyone is happy, except for Donald who just isn't in to the Christmas spirit. So Mickey shows a series of cartoons that show just what Christmas is all about. It features a star studded cast of Disney characters from everyone's favorite animated Disney movies.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Mickeys-Magical-Christmas-Snowed-in-at-the-House-of-Mouse-Movie-Poster.jpg",
			"imdb_id": "tt0300195",
			"imdb_rating": "6.8",
			"runtime": "65",
			"language": "English",
			"ytid": "uCKwHHftrU4"
		},
		{
			"Title": "Mickey's House of Villains",
			"fulltitle": "Mickey's House of Villains (2001)",
			"movie_year": "2001",
			"Categories": "Animation|Comedy|Family|Fantasy|Horror",
			"summary": "The villains from the popular animated Disney films are gathered at the House of Mouse with plans to take over. Soon, the villains take over the house and kick out Mickey, Donald and Goofy. It's all up to Mickey and his friends to overthrow evil and return the House of Mouse to normal--or as close to normal as it get's.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Mickeys-House-of-Villains-Movie-Poster.jpg",
			"imdb_id": "tt0329374",
			"imdb_rating": "6.6",
			"runtime": "70",
			"language": "English",
			"ytid": "JA03ciYt-Ek"
		},
		{
			"Title": "An Extremely Goofy Movie",
			"fulltitle": "An Extremely Goofy Movie (2000)",
			"movie_year": "2000",
			"Categories": "Animation|Comedy|Family|Sport",
			"summary": "It's a big time in Max's life. He's college bound with his friends and finally free of his embarrassing father as he strives to be a top contender for the X-Games. Unfortunately, Goofy loses his job and learns that he cannot get another job without a college degree. To his son's mortification, Goofy decides to join him in his campus to get that degree. Desperate to distract his father, Max talks him into joining the competing Gamma Fraternity team and introduces him to a wonderful librarian who shares his nostalgic love for 1970's pastimes. Unfortunately, things do not go according to plan as events put this father-son relationship to the test.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/An-Extremely-Goofy-Movie-Movie-Poster.jpg",
			"imdb_id": "tt0208185",
			"imdb_rating": "6.4",
			"runtime": "79",
			"language": "English",
			"ytid": "H8oSvldAGfg"
		},
		{
			"Title": "Peter Rabbit",
			"fulltitle": "Peter Rabbit (2018)",
			"movie_year": "2018",
			"Categories": "Adventure|Animation|Comedy|Family|Fantasy",
			"summary": "Based on the books by Beatrix Potter: Peter Rabbit (James Corden;) his three sisters: Flopsy (Margot Robbie,) Mopsy (Elizabeth Debicki) and Cotton Tail (Daisy Ridley) and their cousin Benjamin (Colin Moody) enjoy their days harassing Mr McGregor in his vegetable garden. Until one day he dies and no one can stop them roaming across his house and lands for a full day or so. However, when one of Mr McGregor's relatives inherits the house and goes to check it out, he finds much more than he bargained for. What ensues, is a battle of wills between the new Mr McGregor and the rabbits. But when he starts to fall in love with Bea (Rose Byrne,) a real lover of all nature, his feelings towards them begin to change. But is it too late?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Peter-Rabbit-Movie-Poster.jpg",
			"imdb_id": "tt5117670",
			"imdb_rating": "6.6",
			"runtime": "95",
			"language": "English",
			"ytid": "7Pa_Weidt08"
		},
		{
			"Title": "5 Centimeters Per Second",
			"fulltitle": "5 Centimeters Per Second (2007)",
			"movie_year": "2007",
			"Categories": "Animation|Drama|Romance",
			"summary": "Takaki and Akari are two classmates in elementary school. During their time together they have become close friends. Their relationship is tested when Akari moves to another city because of her parents' jobs. Both of them struggle to keep their friendship alive, as time and distance slowly pulls them apart. When Takaki finds out that he is moving further away, he decides to visit Akari one last time.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/5-Centimeters-Per-Second-Movie-Poster.jpg",
			"imdb_id": "tt0983213",
			"imdb_rating": "7.7",
			"runtime": "63",
			"language": "English",
			"ytid": "SzAO_NeCmkM"
		},
		{
			"Title": "Mary and the Witch's Flower",
			"fulltitle": "Mary and the Witch's Flower (2017)",
			"movie_year": "2017",
			"Categories": "Adventure|Animation|Family|Fantasy",
			"summary": "Mary is an ordinary young girl stuck in the country with her Great-Aunt Charlotte and seemingly no adventures or friends in sight. She follows a mysterious cat into the nearby forest, where she discovers an old broomstick and the strange Fly-by-Night flower, a rare plant that blossoms only once every seven years and only in that forest. Together the flower and the broomstick whisk Mary above the clouds and far away to Endor College - a school of magic run by headmistress Madam Mumblechook and the brilliant Doctor Dee. But there are terrible things happening at the school, and, when Mary tells a lie, she must risk her life to try to set things right. Based on Mary Stewart's 1971 classic children's book \"The Little Broomstick\", \"Mary and The Witch's Flower\" is an action-packed film full of jaw-dropping imaginative worlds, ingenious characters, and the stirring, heartfelt story of a young girl trying to find a place in the world. Featuring the voices of Ruby Barnhill and Academy ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Mary-and-the-Witchs-Flower-Movie-Poster.jpg",
			"imdb_id": "tt6336356",
			"imdb_rating": "6.8",
			"runtime": "102",
			"language": "English",
			"ytid": "888z3ku4t3I"
		},
		{
			"Title": "Fairy Tail: The Movie - Dragon Cry",
			"fulltitle": "Fairy Tail: The Movie - Dragon Cry (2017)",
			"movie_year": "2017",
			"Categories": "Action|Adventure|Animation|Comedy|Fantasy",
			"summary": "\"Dragon Cry\" - it's a magic artifact, that power can destroy the world. For a long time she was kept in the Kingdom of Fiore, but in the end was stolen by the Kingdom of Stella. The main characters (Natsu, Lucy, Gray, Erza, Wendy, Happy and Carla) penetrate into the Kingdom on a mission undercover. In the end they will have to deal with the King Animus and his entourage (Zach and Sonya). The purpose of the Animus to enslave the world? And Sonya was secretly trying to save the country? Expect exciting adventures on the sea of intrigue and save the world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Fairy-Tail-The-Movie-Dragon-Cry-Movie-Poster.jpg",
			"imdb_id": "tt6548966",
			"imdb_rating": "7.5",
			"runtime": "85",
			"language": "English",
			"ytid": "0bIkW607yJA"
		},
		{
			"Title": "Lego DC Comics Super Heroes: The Flash",
			"fulltitle": "Lego DC Comics Super Heroes: The Flash (2018)",
			"movie_year": "2018",
			"Categories": "Action|Animation|Sci-Fi",
			"summary": "The morning sun shines on the jewel of the Metropolis skyline, The Daily Planet building. But when The Joker decides this building needs a renovation, it's time to sound the Trouble Alert because all bricks are about to break loose! The Justice League leaps into action but as the battle is brewing against The Joker something goes haywire with The Flash's powers causing him to get caught in a repeating time loop and even stranger is the yellow clad Reverse Flash taunting him at every turn! It will take all of Flash's speed, a little magic and the helping hands and paws of the Justice League's new recruits The Atom, Krypto the Super Dog and Ace the Bat Hound to break the cycle and save Metropolis!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Lego-DC-Comics-Super-Heroes-The-Flash-Movie-Poster.jpg",
			"imdb_id": "tt7877382",
			"imdb_rating": "6.5",
			"runtime": "78",
			"language": "English",
			"ytid": "AGKDZNU_HNo"
		},
		{
			"Title": "Paddington 2",
			"fulltitle": "Paddington 2 (2017)",
			"movie_year": "2017",
			"Categories": "Adventure|Animation|Comedy|Family|Fantasy",
			"summary": "Paddington is happily settled with the Brown family in Windsor Gardens, where he has become a popular member of the community, spreading joy and marmalade wherever he goes. While searching for the perfect present for his beloved Aunt Lucy's 100th birthday, Paddington spots a unique pop-up book in Mr. Gruber's antique shop, and embarks upon a series of odd jobs to buy it. But when the book is stolen, it's up to Paddington and the Browns to unmask the thief.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Paddington-2-Movie-Poster.jpg",
			"imdb_id": "tt4468740",
			"imdb_rating": "8",
			"runtime": "103",
			"language": "English",
			"ytid": "sw7RElt-SvE"
		},
		{
			"Title": "The Breadwinner",
			"fulltitle": "The Breadwinner (2017)",
			"movie_year": "2017",
			"Categories": "Animation|Drama|Family",
			"summary": "From executive producer Angelina Jolie and the creators of the Academy Award nominated The Secret of Kells and Song of the Sea, comes the highly-anticipated new feature based on Deborah Ellis' bestselling novel. Parvana is an 11-year-old girl growing up under the Taliban in Afghanistan in 2001. When her father is wrongfully arrested, Parvana cuts off her hair and dresses like a boy in order to support her family. Working alongside her friend Shauzia, Parvana discovers a new world of freedom-and danger. With undaunted courage, Parvana draws strength from the fantastical stories she invents, as she embarks on a quest to find her father and reunite her family. Equal parts thrilling and enchanting, The Breadwinner is an inspiring and luminously animated tale about the power of stories to sustain hope and carry us through dark times.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Breadwinner-Movie-Poster.jpg",
			"imdb_id": "tt3901826",
			"imdb_rating": "7.6",
			"runtime": "94",
			"language": "English",
			"ytid": "p64O8KAHHaQ"
		},
		{
			"Title": "Ferdinand",
			"fulltitle": "Ferdinand (2017)",
			"movie_year": "2017",
			"Categories": "Adventure|Animation|Comedy|Family|Fantasy",
			"summary": "Destined to become a fearless fighting bull, the young pacifist and flower-loving calf, Ferdinand, summons up the courage to escape from a Spanish bull-training camp, to finally find himself on little Nina's idyllic and fragrant farm. However, an unfortunate run-in with a busy golden bee will send the immense but peaceful animal back to the old Casa del Toro academy, where the famous matador, El Primero, usually selects his worthy bovine opponents for the arena. Does Ferdinand hide a fierce champion underneath a mountain of muscles, or is he a gentle giant after all?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ferdinand-Movie-Poster.jpg",
			"imdb_id": "tt3411444",
			"imdb_rating": "6.7",
			"runtime": "108",
			"language": "English",
			"ytid": "n7RkOfN8KvE"
		},
		{
			"Title": "My Entire High School Sinking Into the Sea",
			"fulltitle": "My Entire High School Sinking Into the Sea (2016)",
			"movie_year": "2016",
			"Categories": "Animation|Comedy|Drama",
			"summary": "An earthquake causes a high school to float into the sea, where it slowly sinks like a shipwreck.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/My-Entire-High-School-Sinking-Into-the-Sea-Movie-Poster.jpg",
			"imdb_id": "tt5538568",
			"imdb_rating": "6.2",
			"runtime": "75",
			"language": "English",
			"ytid": "zepBuHGkiWc"
		},
		{
			"Title": "The Girl Without Hands",
			"fulltitle": "The Girl Without Hands (2016)",
			"movie_year": "2016",
			"Categories": "Animation",
			"summary": "In hard times, a miller sells his daughter to the Devil. Protected by her purity, she escapes but is deprived of her hands. Walking away from her family, she encounters the goddess of water, a gentle gardener and the prince in his castle. A long journey towards the light...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Girl-Without-Hands-Movie-Poster.jpg",
			"imdb_id": "tt5698496",
			"imdb_rating": "7",
			"runtime": "76",
			"language": "English",
			"ytid": "pfqb097tCFw"
		},
		{
			"Title": "In This Corner of the World",
			"fulltitle": "In This Corner of the World (2016)",
			"movie_year": "2016",
			"Categories": "Animation|Drama|Family|Fantasy|History",
			"summary": "Set in Hiroshima during World War II, an eighteen-year-old girl gets married and now has to prepare food for her family despite the rationing and lack of supplies. As she struggles with the daily loss of life's amenities she still has to maintain the will to live.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/In-This-Corner-of-the-World-Movie-Poster.jpg",
			"imdb_id": "tt4769824",
			"imdb_rating": "7.9",
			"runtime": "129",
			"language": "English",
			"ytid": "sDPRMcZs5Lw"
		},
		{
			"Title": "The Red Turtle",
			"fulltitle": "The Red Turtle (2016)",
			"movie_year": "2016",
			"Categories": "Animation|Fantasy",
			"summary": "Surrounded by the immense and furious ocean, a shipwrecked mariner battles all alone for his life with the relentless towering waves. Right on the brink of his demise, the man set adrift by the raging tempest washes ashore on a small and deserted tropical island of sandy beaches, timid animal inhabitants and a slender but graceful swaying bamboo forest. Alone, famished, yet, determined to break free from his Eden-like prison, after foraging for food and fresh water and encouraged by the dense forest, the stranded sailor builds a raft and sets off to the wide sea, however, an indistinguishable adversary prevents him from escaping. Each day, the exhausted man never giving up hope will attempt to make a new, more improved raft, but the sea is vast with wonderful and mysterious creatures and the island's only red turtle won't let the weary survivor escape that easily. Is this the heartless enemy?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Red-Turtle-Movie-Poster.jpg",
			"imdb_id": "tt3666024",
			"imdb_rating": "7.5",
			"runtime": "80",
			"language": "English",
			"ytid": "Sw7BggqBpTk"
		},
		{
			"Title": "Your Name",
			"fulltitle": "Your Name (2016)",
			"movie_year": "2016",
			"Categories": "Animation|Drama|Fantasy|Romance",
			"summary": "Mitsuha is the daughter of the mayor of a small mountain town. She's a straightforward high school girl who lives with her sister and her grandmother and has no qualms about letting it be known that she's uninterested in Shinto rituals or helping her father's electoral campaign. Instead she dreams of leaving the boring town and trying her luck in Tokyo. Taki is a high school boy in Tokyo who works part-time in an Italian restaurant and aspires to become an architect or an artist. Every night he has a strange dream where he becomes...a high school girl in a small mountain town.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Your-Name-Movie-Poster.jpg",
			"imdb_id": "tt5311514",
			"imdb_rating": "8.4",
			"runtime": "106",
			"language": "English",
			"ytid": "VgixlvX28-g"
		},
		{
			"Title": "Coco",
			"fulltitle": "Coco (2017)",
			"movie_year": "2017",
			"Categories": "Adventure|Animation|Comedy|Family|Fantasy",
			"summary": "Despite his family's baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Coco-Movie-Poster.jpg",
			"imdb_id": "tt2380307",
			"imdb_rating": "8.5",
			"runtime": "95",
			"language": "English",
			"ytid": "6Zxj9q8Yjdw"
		},
		{
			"Title": "Phineas and Ferb the Movie: Across the 2nd Dimension",
			"fulltitle": "Phineas and Ferb the Movie: Across the 2nd Dimension (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Perry's worst fear comes true when Phineas and Ferb find out that he is in fact Secret Agent P, but that soon pales in comparison during a trip to the 2nd dimension where Perry finds out that Dr. Doofenshmirtz is truly evil and successful.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Phineas-and-Ferb-the-Movie-Across-the-2nd-Dimension-Movie-Poster.jpg",
			"imdb_id": "tt1825918",
			"imdb_rating": "7.5",
			"runtime": "80",
			"language": "English",
			"ytid": "LzSp8gxkw9k"
		},
		{
			"Title": "Loving Vincent",
			"fulltitle": "Loving Vincent (2017)",
			"movie_year": "2017",
			"Categories": "Animation|Biography|Crime|Drama|Mystery",
			"summary": "A year after the death of the artist, Vincent van Gogh, Postman Roulin gets his slacker son, Armand, to hand deliver the artist's final letter written to his now late brother, Theo, to some worthy recipient after multiple failed postal delivery attempts. Although disdainful of this seemingly pointless chore, Armand travels to Auvers-sur-Oise where a purported close companion to Vincent, Dr. Gachet, lives. Having to wait until the doctor returns from business, Armand meets many of the people of that village who not only knew Vincent, but were apparently also models and inspirations for his art. In doing so, Armond becomes increasingly fascinated in the psyche and fate of Van Gogh as numerous suspicious details fail to add up. However, as Armond digs further, he comes to realize that Vincent's troubled life is as much a matter of interpretation as his paintings and there are no easy answers for a man whose work and tragedy would only be truly appreciated in the future.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Loving-Vincent-Movie-Poster.jpg",
			"imdb_id": "tt3262342",
			"imdb_rating": "7.9",
			"runtime": "94",
			"language": "English",
			"ytid": "Gy0RVDM1sNA"
		},
		{
			"Title": "My Little Pony: The Movie",
			"fulltitle": "My Little Pony: The Movie (2017)",
			"movie_year": "2017",
			"Categories": "Adventure|Animation|Comedy|Family|Fantasy",
			"summary": "After a dark force conquers Canterlot, the Mane 6 - Twilight Sparkle, Applejack, Rainbow Dash, Pinkie Pie, Fluttershy, and Rarity - embark on an unforgettable journey beyond Equestria where they meet new friends and exciting challenges on a quest to use the magic of friendship to save their homeland.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/My-Little-Pony-The-Movie-Movie-Poster.jpg",
			"imdb_id": "tt4131800",
			"imdb_rating": "6.2",
			"runtime": "99",
			"language": "English",
			"ytid": "kIv_ConaZ1c"
		},
		{
			"Title": "The Lego Ninjago Movie",
			"fulltitle": "The Lego Ninjago Movie (2017)",
			"movie_year": "2017",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Six young ninjas Lloyd, Jay, Kai, Cole, Zane and Nya are tasked with defending their island home, called Ninjago. By night, they're gifted warriors, using their skills and awesome fleet of vehicles to fight villains and monsters. By day, they're ordinary teens struggling against their greatest enemy: high school.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Lego-Ninjago-Movie-Movie-Poster.jpg",
			"imdb_id": "tt3014284",
			"imdb_rating": "6",
			"runtime": "101",
			"language": "English",
			"ytid": "F5JV3nVOLMA"
		},
		{
			"Title": "Batman vs. Two-Face",
			"fulltitle": "Batman vs. Two-Face (2017)",
			"movie_year": "2017",
			"Categories": "Action|Animation|Comedy",
			"summary": "In Gotham City, a botched experiment by Professor Hugo Strange to extract the evil from Batman's rogues gallery would go disastrously wrong, leaving the noble District Attorney Harvey Dent horrifically scarred both physically and mentally as the dichotomous supervillain, Two-Face. Eventually, Dent is captured by the Dynamic Duo and is seemingly cured of his injuries to help him restart his life as a honest citizen. However, there is later a new wave of crimes by other Batman enemies that has the modus operandi of Two-Face, even while Dent still seems to be innocent. However, Robin, already jealous of Bruce's older friendship with Dent, is not so sure and the Duo has a rift as they disagree about their suspicions. Meanwhile, dark forces plan a horrific fate for Gotham City and Two-Face, or perhaps an impostor, somehow seems to be at the bottom of it.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-vs.-Two-Face-Movie-Poster.jpg",
			"imdb_id": "tt6142314",
			"imdb_rating": "6.1",
			"runtime": "72",
			"language": "English",
			"ytid": "5VD0kfTeznE"
		},
		{
			"Title": "The Snow Queen 3",
			"fulltitle": "The Snow Queen 3 (2016)",
			"movie_year": "2016",
			"Categories": "Adventure|Animation|Comedy|Family|Sci-Fi",
			"summary": "The rare gift of getting into all kinds of trouble is their family trait. What else can you expect from the ones raised among trolls in snowy lands? But now Kai and Gerda have grown up and entered a new stage - this time they are going to cause a global disaster...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Snow-Queen-3-Movie-Poster.jpg",
			"imdb_id": "tt4685554",
			"imdb_rating": "6.7",
			"runtime": "80",
			"language": "English",
			"ytid": "tRK8PD6n5Ec"
		},
		{
			"Title": "Cars 3",
			"fulltitle": "Cars 3 (2017)",
			"movie_year": "2017",
			"Categories": "Adventure|Animation|Comedy|Family|Sport",
			"summary": "Blindsided by a new generation of blazing-fast racers, the legendary Lightning McQueen is suddenly pushed out of the sport he loves. To get back in the game, he will need the help of an eager young race technician with her own plan to win, inspiration from the late Fabulous Hudson Hornet, and a few unexpected turns. Proving that #95 isn't through yet will test the heart of a champion on Piston Cup Racing's biggest stage!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Cars-3-Movie-Poster.jpg",
			"imdb_id": "tt3606752",
			"imdb_rating": "6.8",
			"runtime": "102",
			"language": "English",
			"ytid": "2LeOH9AGJQM"
		},
		{
			"Title": "Harmony",
			"fulltitle": "Harmony (2015)",
			"movie_year": "2015",
			"Categories": "Animation|Sci-Fi|Thriller",
			"summary": "In an utopian, futuristic world, where humanity has acquired eternal life, a young high ranked agent of the world's leading health company investigates a wave of suicides.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Harmony-Movie-Poster.jpg",
			"imdb_id": "tt3615204",
			"imdb_rating": "6.2",
			"runtime": "119",
			"language": "English",
			"ytid": "9jAbwmAQXNk"
		},
		{
			"Title": "Despicable Me 3",
			"fulltitle": "Despicable Me 3 (2017)",
			"movie_year": "2017",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "After he is fired from the Anti-Villain League for failing to take down the latest bad guy to threaten humanity, Gru finds himself in the midst of a major identity crisis. But when a mysterious stranger shows up to inform Gru that he has a long-lost twin brother-a brother who desperately wishes to follow in his twin's despicable footsteps-one former super-villain will rediscover just how good it feels to be bad.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Despicable-Me-3-Movie-Poster.jpg",
			"imdb_id": "tt3469046",
			"imdb_rating": "6.3",
			"runtime": "89",
			"language": "English",
			"ytid": "6DBi41reeF0"
		},
		{
			"Title": "Scooby-Doo! Frankencreepy",
			"fulltitle": "Scooby-Doo! Frankencreepy (2014)",
			"movie_year": "2014",
			"Categories": "Adventure|Animation|Comedy|Family|Fantasy",
			"summary": "Velma discovers she's inherited her great-great-uncles' cursed castle in Transylvania, Pennsylvania. This Scooby-Doo adventure has enough spooky fun to make the whole family come alive!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Scooby-Doo-Frankencreepy-Movie-Poster.jpg",
			"imdb_id": "tt3919322",
			"imdb_rating": "6.9",
			"runtime": "74",
			"language": "English",
			"ytid": "MrG_4A8X8GE"
		},
		{
			"Title": "Throne of Elves",
			"fulltitle": "Throne of Elves (2016)",
			"movie_year": "2016",
			"Categories": "Animation|Fantasy",
			"summary": "In the mythical Elven world of Altera, an epic battle unfolds between the beautiful Princess Liya and the Dark Elf Elena, who has gained possession of a jewel so powerful it allows its holder complete authority over all Alterans.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Throne-of-Elves-Movie-Poster.jpg",
			"imdb_id": "tt5425264",
			"imdb_rating": "6.2",
			"runtime": "104",
			"language": "English",
			"ytid": "dnFz4ZWf9AA"
		},
		{
			"Title": "Captain Underpants: The First Epic Movie",
			"fulltitle": "Captain Underpants: The First Epic Movie (2017)",
			"movie_year": "2017",
			"Categories": "Action|Animation|Comedy|Family",
			"summary": "George and Harold are two imaginative pranksters who make the depressing Jerome Horwitz School a better place. They hypnotize their nemesis, the mean-spirited principal Mr. Krupp. He transforms into the incredibly clueless yet kind-hearted and enthusiastic superhero named Captain Underpants. Even without the mean principal, they discover that having Captain Underpants comes at a steep price. Meanwhile, Professor Poopypants tries to eliminate laughter with the school snitch Melvin, and George and Harold discover that there may be more to Mr. Krupp than they had originally thought.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Captain-Underpants-The-First-Epic-Movie-Movie-Poster.jpg",
			"imdb_id": "tt2091256",
			"imdb_rating": "6.2",
			"runtime": "89",
			"language": "English",
			"ytid": "E6y0M4_ptUA"
		},
		{
			"Title": "The Boss Baby",
			"fulltitle": "The Boss Baby (2017)",
			"movie_year": "2017",
			"Categories": "Animation|Comedy|Family|Fantasy",
			"summary": "Seven-year-old Tim Templeton has always had an overactive imagination--and for the past seven years--life has been all peaches for him, getting all the love and affection from his caring parents. However, after the arrival of Boss Baby, an unexpected new brother dressed in a black suit complete with a tie and a briefcase, Tim won't be the centre of attention anymore, as the powerful sibling takes over the whole house, robbing him of all care, little by little. But, soon, Tim and the new Boss in a diaper will need to put differences aside and join forces, as a sneaky scheme involving the head of Puppy Co. threatens to tilt the balance of power towards their insidiously adorable furry antagonists, not to mention that the next Pet Convention is only in two days. Brothers, hurry up.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Boss-Baby-Movie-Poster.jpg",
			"imdb_id": "tt3874544",
			"imdb_rating": "6.3",
			"runtime": "97",
			"language": "English",
			"ytid": "k397HRbTtWI"
		},
		{
			"Title": "Resident Evil: Vendetta",
			"fulltitle": "Resident Evil: Vendetta (2017)",
			"movie_year": "2017",
			"Categories": "Action|Adventure|Animation|Horror|Mystery",
			"summary": "Chris Redfield enlists the help of Leon S. Kennedy and Rebecca Chambers to stop a death merchant, with a vengeance, from spreading a deadly virus in New York.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Resident-Evil-Vendetta-Movie-Poster.jpg",
			"imdb_id": "tt5776208",
			"imdb_rating": "6.3",
			"runtime": "97",
			"language": "English",
			"ytid": "Uw2Styd2RAU"
		},
		{
			"Title": "Ghost in the Shell Arise: Border 4 - Ghost Stands Alone",
			"fulltitle": "Ghost in the Shell Arise: Border 4 - Ghost Stands Alone (2014)",
			"movie_year": "2014",
			"Categories": "Action|Animation|Sci-Fi",
			"summary": "Motoko and Batou work to try to stop a terrorist organization whose symbol is the Scylla. Meanwhile, Togusa investigates a murder of a man who possessed a prosthetic leg manufactured by the Mermaid's Leg corporation.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ghost-in-the-Shell-Arise-Border-4-Ghost-Stands-Alone-Movie-Poster.jpg",
			"imdb_id": "tt4016942",
			"imdb_rating": "7.3",
			"runtime": "59",
			"language": "English",
			"ytid": "jiz0CERCT60"
		},
		{
			"Title": "Ghost in the Shell Arise: Border 3 - Ghost Tears",
			"fulltitle": "Ghost in the Shell Arise: Border 3 - Ghost Tears (2014)",
			"movie_year": "2014",
			"Categories": "Action|Animation|Sci-Fi",
			"summary": "The anime's story is set in 2027, one year after the end of the fourth non-nuclear war. New Port City is still reeling from the war's aftermath when it suffers a bombing caused by a self-propelled mine. Then, a military member implicated in arms-dealing bribes is gunned down. During the investigation, Public Security Section's Daisuke Aramaki encounters Motoko Kusanagi, the cyborg wizard-level hacker assigned to the military's 501st Secret Unit. Batou, a man with the \"eye that does not sleep,\" suspects that Kusanagi is the one behind the bombing. The Niihama Prefectural Police detective Togusa is pursuing his own dual cases of the shooting death and a prostitute's murder. Motoko herself is being watched by the 501st Secret Unit's head Kurutsu and cyborg agents.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ghost-in-the-Shell-Arise-Border-3-Ghost-Tears-Movie-Poster.jpg",
			"imdb_id": "tt3579524",
			"imdb_rating": "7.3",
			"runtime": "55",
			"language": "English",
			"ytid": "knLsBHJMBC8"
		},
		{
			"Title": "I Tawt I Taw a Puddy Tat",
			"fulltitle": "I Tawt I Taw a Puddy Tat (2011)",
			"movie_year": "2011",
			"Categories": "Action|Animation|Comedy|Family|Musical",
			"summary": "In this musical short Sylvester tries to eat tweety but this time they both sing throughout the entire film. the voices were recorded in 1950, 61 years before the release of this short.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/I-Tawt-I-Taw-a-Puddy-Tat-Movie-Poster.jpg",
			"imdb_id": "tt2116900",
			"imdb_rating": "6.4",
			"runtime": "65",
			"language": "English",
			"ytid": "4b3F9oucB_A"
		},
		{
			"Title": "The LEGO Batman Movie",
			"fulltitle": "The LEGO Batman Movie (2017)",
			"movie_year": "2017",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "There are big changes brewing in Gotham City, and if he wants to save the city from The Joker's hostile takeover, Batman may have to drop the lone vigilante thing, try to work with others and maybe, just maybe, learn to lighten up.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-LEGO-Batman-Movie-Movie-Poster.jpg",
			"imdb_id": "tt4116284",
			"imdb_rating": "7.3",
			"runtime": "104",
			"language": "English",
			"ytid": "h6DOpfJzmo0"
		},
		{
			"Title": "Leap!",
			"fulltitle": "Leap! (2016)",
			"movie_year": "2016",
			"Categories": "Adventure|Animation|Comedy|Family|Musical",
			"summary": "An orphan girl dreams of becoming a ballerina and flees her rural Brittany for Paris, where she passes for someone else and accedes to the position of pupil at the Grand Opera house.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Leap-Movie-Poster.jpg",
			"imdb_id": "tt2261287",
			"imdb_rating": "6.8",
			"runtime": "89",
			"language": "English",
			"ytid": "h-huA2o6OOY"
		},
		{
			"Title": "Teen Titans: The Judas Contract",
			"fulltitle": "Teen Titans: The Judas Contract (2017)",
			"movie_year": "2017",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "Tara Markov is a girl who has power over earth and stone; she is also more than she seems. Is the newest Teen Titan an ally or a threat? And what are the mercenary Deathstroke's plans for the Titans?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Teen-Titans-The-Judas-Contract-Movie-Poster.jpg",
			"imdb_id": "tt6315800",
			"imdb_rating": "7",
			"runtime": "84",
			"language": "English",
			"ytid": "TmpUh7U7Sqk"
		},
		{
			"Title": "Sing",
			"fulltitle": "Sing (2016)",
			"movie_year": "2016",
			"Categories": "Action|Animation|Comedy|Family|Music",
			"summary": "In a town with no humans, just animals, a koala named Buster Moon realizes he will soon lose his theater if he cannot turn his luck around. He comes up with a plan to host a singing competition, where the winner will receive $1,000. Will this be enough to return his theater to glory?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Sing-Movie-Poster.jpg",
			"imdb_id": "tt3470600",
			"imdb_rating": "7.1",
			"runtime": "108",
			"language": "English",
			"ytid": "9qPgK_u4vX8"
		},
		{
			"Title": "Moana",
			"fulltitle": "Moana (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Moana Waialiki is a sea voyaging enthusiast and the only daughter of a chief in a long line of navigators. When her island's fishermen can't catch any fish and the crops fail, she learns that the demigod Maui caused the blight by stealing the heart of the goddess, Te Fiti. The only way to heal the island is to persuade Maui to return Te Fiti's heart, so Moana sets off on an epic journey across the Pacific. The film is based on stories from Polynesian mythology.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Moana-Movie-Poster.jpg",
			"imdb_id": "tt3521164",
			"imdb_rating": "7.6",
			"runtime": "107",
			"language": "English",
			"ytid": "LKFuXETZUsI"
		},
		{
			"Title": "A Monster Calls",
			"fulltitle": "A Monster Calls (2016)",
			"movie_year": "2016",
			"Categories": "Action|Animation|Drama|Fantasy",
			"summary": "The monster does not come walking often. This time it comes to Conor, and it asks for the one thing Conor cannot bring himself to do. Tell the truth. This is a very touching story about a boy who feels very damaged, guilty and mostly angry. He struggles at school with bullies, and pity looks from everyone, and at home with his mother's sickness. Will Conor overcome his problems? Will everything be okay? Will Conor be able to speak the truth?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/A-Monster-Calls-Movie-Poster.jpg",
			"imdb_id": "tt3416532",
			"imdb_rating": "7.5",
			"runtime": "108",
			"language": "English",
			"ytid": "R2Xbo-irtBA"
		},
		{
			"Title": "Stick Man",
			"fulltitle": "Stick Man (2015)",
			"movie_year": "2015",
			"Categories": "Action|Animation|Family",
			"summary": "Stick Man, an animated twig, lives with his Stick Lady Love and their children in the family tree. Out one day for a jog he meets a little boy who throws him for his dog to fetch, some children who play Pooh-sticks with him and a swan who uses him to build a nest before being washed out to sea and onto a beach far from home. After several other humiliating encounters throughout the year he has an unexpected saviour in the form of Santa Claus who helps him to get home for Christmas with his family.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Stick-Man-Movie-Poster.jpg",
			"imdb_id": "tt5095510",
			"imdb_rating": "7.1",
			"runtime": "27",
			"language": "English",
			"ytid": "a99T_PyCt7Q"
		},
		{
			"Title": "Justice League Dark",
			"fulltitle": "Justice League Dark (2017)",
			"movie_year": "2017",
			"Categories": "Action|Animation|Fantasy|Horror|Sci-Fi",
			"summary": "Justice League Dark is what it sounds like. It's the dark side of justice. A group of supernatural heroes who band together loosely to take on occult threats, supernatural threats - threats that the real Justice League may be powerless against.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Justice-League-Dark-Movie-Poster.jpg",
			"imdb_id": "tt2494376",
			"imdb_rating": "7.1",
			"runtime": "75",
			"language": "English",
			"ytid": "IqZKxOU_s6g"
		},
		{
			"Title": "Middle School: The Worst Years of My Life",
			"fulltitle": "Middle School: The Worst Years of My Life (2016)",
			"movie_year": "2016",
			"Categories": "Animation|Comedy|Drama|Family|Fantasy",
			"summary": "Imaginative quiet teenager Rafe Katchadorian is tired of his middle school's obsession with the rules at the expense of any and all creativity. Desperate to shake things up, Rafe and his best friends have come up with a plan: break every single rule in the school and let the students run wild.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Middle-School-The-Worst-Years-of-My-Life-Movie-Poster.jpg",
			"imdb_id": "tt4981636",
			"imdb_rating": "6.1",
			"runtime": "92",
			"language": "English",
			"ytid": "XQtjPUyS6ZY"
		},
		{
			"Title": "Storks",
			"fulltitle": "Storks (2016)",
			"movie_year": "2016",
			"Categories": "Adventure|Animation|Comedy|Family|Fantasy",
			"summary": "Storks deliver babies...or at least they used to. Now they deliver packages for global internet giant Cornerstore.com. Junior, the company's top delivery stork, is about to be promoted when he accidentally activates the Baby Making Machine, producing an adorable and wholly unauthorized baby girl. Desperate to deliver this bundle of trouble before the boss gets wise, Junior and his friend Tulip, the only human on Stork Mountain, race to make their first-ever baby drop - in a wild and revealing journey that could make more than one family whole and restore the storks' true mission in the world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Storks-Movie-Poster.jpg",
			"imdb_id": "tt4624424",
			"imdb_rating": "6.8",
			"runtime": "87",
			"language": "English",
			"ytid": "ZVzL94jZNdU"
		},
		{
			"Title": "Phantom Boy",
			"fulltitle": "Phantom Boy (2015)",
			"movie_year": "2015",
			"Categories": "Action|Animation|Fantasy",
			"summary": "A super-powered boy helps a wheelchair-bound policeman in his attempt to bring down a mob kingpin.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Phantom-Boy-Movie-Poster.jpg",
			"imdb_id": "tt1856057",
			"imdb_rating": "6.6",
			"runtime": "84",
			"language": "English",
			"ytid": "cEZzhT_PBzQ"
		},
		{
			"Title": "Kubo and the Two Strings",
			"fulltitle": "Kubo and the Two Strings (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "Kubo lives a quiet, normal life in a small shoreside village until a spirit from the past turns his life upside down by re-igniting an age-old vendetta. This causes all sorts of havoc as gods and monsters chase Kubo who, in order to survive, must locate a magical suit of armor once worn by his late father, a legendary Samurai warrior.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Kubo-and-the-Two-Strings-Movie-Poster.jpg",
			"imdb_id": "tt4302938",
			"imdb_rating": "7.8",
			"runtime": "101",
			"language": "English",
			"ytid": "p4-6qJzeb3A"
		},
		{
			"Title": "Scrat: Spaced Out",
			"fulltitle": "Scrat: Spaced Out (2016)",
			"movie_year": "2016",
			"Categories": "Animation|Comedy|Family|Sci-Fi",
			"summary": "Scrat is captured by Scratazons who take away his acorn. Now, Scrat must rescue his acorn and escape before the aliens catch him.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Scrat-Spaced-Out-Movie-Poster.jpg",
			"imdb_id": "tt6151810",
			"imdb_rating": "6.5",
			"runtime": "36",
			"language": "English",
			"ytid": "zgSNlmkJCpg"
		},
		{
			"Title": "The Secret Life of Pets",
			"fulltitle": "The Secret Life of Pets (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "In a Manhattan apartment building, Max's life as a favorite pet is turned upside-down, when his owner brings home sloppy mongrel Duke. They must put their quarrels aside when they learn that adorable white bunny Snowball is building an army of lost pets determined to wreak revenge.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Secret-Life-of-Pets-Movie-Poster.jpg",
			"imdb_id": "tt2709768",
			"imdb_rating": "6.5",
			"runtime": "87",
			"language": "English",
			"ytid": "-yPuWcCykNk"
		},
		{
			"Title": "Finding Dory",
			"fulltitle": "Finding Dory (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Dory is a wide-eyed, blue tang fish who suffers from memory loss every 10 seconds or so. The one thing she can remember is that she somehow became separated from her parents as a child. With help from her friends Nemo and Marlin, Dory embarks on an epic adventure to find them. Her journey brings her to the Marine Life Institute, a conservatory that houses diverse ocean species.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Finding-Dory-Movie-Poster.jpg",
			"imdb_id": "tt2277860",
			"imdb_rating": "7.3",
			"runtime": "97",
			"language": "English",
			"ytid": "pSf-5vbVpAU"
		},
		{
			"Title": "Sausage Party",
			"fulltitle": "Sausage Party (2016)",
			"movie_year": "2016",
			"Categories": "Adventure|Animation|Comedy|Fantasy",
			"summary": "The products at Shopwell's Grocery Store are made to believe a code that helps them live happy lives until it's time for them to leave the comfort of the supermarket and head for the great beyond. However, after a botched trip to the great beyond leaves one sausage named Frank and his companion Bun stranded, Frank goes to great lengths (pun intended) to return to his package and make another trip to the great beyond. But as Frank's journey takes him from one end of the supermarket to the other, Frank's quest to discover the truth about his existence as a sausage turns incredibly dark. Can he expose the truth to the rest of the supermarket and get his fellow products to rebel against their human masters?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Sausage-Party-Movie-Poster.jpg",
			"imdb_id": "tt1700841",
			"imdb_rating": "6.2",
			"runtime": "89",
			"language": "English",
			"ytid": "zwF3-40BCYs"
		},
		{
			"Title": "Kingsglaive: Final Fantasy XV",
			"fulltitle": "Kingsglaive: Final Fantasy XV (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Drama|Fantasy",
			"summary": "The magical kingdom of Lucis is home to the hallowed Crystal, but the menacing empire of Niflheim will stop at nothing to make it theirs. War has raged between the two for as long as most can remember. King Regis of Lucis commands an elite force of soldiers dubbed the Kingsglaive. Wielding their king's magic, Nyx Ulric and his fellow glaives stand before the crown city of Insomnia, fighting to stay the inexorable advance of Niflheim's imperial army. Before the overwhelming military might of the empire, King Regis can only salvage his kingdom by accepting an ultimatum-he must cede all lands outside the crown city, and see his son, Prince Noctis, wed to Lady Lunafreya, the former princess of Tenebrae now captive of Niflheim. As the war of wills rages, the machinations of Niflheim transform Insomnia into an awe-inspiring battleground, pulling Nyx into a struggle for the very survival of the kingdom.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Kingsglaive-Final-Fantasy-XV-Movie-Poster.jpg",
			"imdb_id": "tt5595168",
			"imdb_rating": "6.8",
			"runtime": "110",
			"language": "English",
			"ytid": "htnkOpknGok"
		},
		{
			"Title": "Captain Sparky vs. The Flying Saucers",
			"fulltitle": "Captain Sparky vs. The Flying Saucers (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Victor plays one of his homemade sci-fi movies where his dog Sparky in its rockership must battle hostile flying saucers in space.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Captain-Sparky-vs.-The-Flying-Saucers-Movie-Poster.jpg",
			"imdb_id": "tt2631580",
			"imdb_rating": "6.3",
			"runtime": "83",
			"language": "English",
			"ytid": "NbXTuorbN88"
		},
		{
			"Title": "Monster High: Freaky Fusion",
			"fulltitle": "Monster High: Freaky Fusion (2014)",
			"movie_year": "2014",
			"Categories": "Action|Animation",
			"summary": "While attempting to help Frankie Stein learn more about her freaky cool scaritage, the fashionably fierce ghoulfriends travel back in time to the first day ever of Monster High! There, they meet Sparky, a skullastic teen with an obsession for creating life. But when Sparky follows the ghouls through a killer time portal to modern-day Monster High, the event results in eight of them fusing together into four creeperiffic hybrid Monsters. Now, they'll really have to work together to control their bodies in the big Bitecentennial Play and stop one of Sparky's experiments from destroying imperfectly perfect Monster High!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Monster-High-Freaky-Fusion-Movie-Poster.jpg",
			"imdb_id": "tt3824344",
			"imdb_rating": "6.9",
			"runtime": "73",
			"language": "English",
			"ytid": "l3kmrCVgxJY"
		},
		{
			"Title": "Big Top Scooby-Doo!",
			"fulltitle": "Big Top Scooby-Doo! (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Scooby-Doo and the gang investigates the mystery of a chain of jewel robbery's exclusively reported that the robberies where made by werewolves. The team decides in going undercover as circus performers in order to catch the one/s responsible.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Big-Top-Scooby-Doo-Movie-Poster.jpg",
			"imdb_id": "tt2235542",
			"imdb_rating": "7",
			"runtime": "80",
			"language": "English",
			"ytid": "B5mkK6hvPVA"
		},
		{
			"Title": "Scooby-Doo! and WWE: Curse of the Speed Demon",
			"fulltitle": "Scooby-Doo! and WWE: Curse of the Speed Demon (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "It's pedal to the metal as Scooby-Doo, Shaggy and the gang team up with the superstars of WWE in this hi-octane, original movie! When Scooby and Mystery Inc. visit an off-road racing competition, it's not long before strange events start to occur. A mysterious phantom racer, known only as Inferno, is causing chaos and determined to sabotage the race. It's up Scooby-Doo, Shaggy and their new driving partner, The Undertaker, to save the race and solve the mystery. Along with other WWE superstars such as Triple H, Paige and Shamus, it's time to start your engine and your appetite because Scooby-Doo and WWE are chasing down adventure and laughs just for you!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Scooby-Doo-and-WWE-Curse-of-the-Speed-Demon-Movie-Poster.jpg",
			"imdb_id": "tt5843946",
			"imdb_rating": "6.1",
			"runtime": "80",
			"language": "English",
			"ytid": "y8wifucZA6Y"
		},
		{
			"Title": "The Angry Birds Movie",
			"fulltitle": "The Angry Birds Movie (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "In the 3D animated comedy, The Angry Birds Movie, we'll finally find out why the birds are so angry. The movie takes us to an island populated entirely by happy, flightless birds - or almost entirely. In this paradise, Red (Jason Sudeikis, We're the Millers, Horrible Bosses), a bird with a temper problem, speedy Chuck (Josh Gad in his first animated role since Frozen), and the volatile Bomb (Danny McBride, This is the End, Eastbound and Down) have always been outsiders. But when the island is visited by mysterious green piggies, it's up to these unlikely outcasts to figure out what the pigs are up to. Featuring a hilarious, all-star voice cast that includes Bill Hader (Trainwreck, Inside Out), Maya Rudolph (Bridesmaids, Sisters), and Peter Dinklage (Game of Thrones), as well as Kate McKinnon (Saturday Night Live, Ghostbusters), Keegan-Michael Key (Key & Peele), Tony Hale (Veep, Arrested Development), Tituss Burgess (Unbreakable Kimmy Schmidt), Ike Barinholtz (Neighbors, Sisters), ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Angry-Birds-Movie-Movie-Poster.jpg",
			"imdb_id": "tt1985949",
			"imdb_rating": "6.3",
			"runtime": "97",
			"language": "English",
			"ytid": "fpw37HP1e1U"
		},
		{
			"Title": "Batman: The Killing Joke",
			"fulltitle": "Batman: The Killing Joke (2016)",
			"movie_year": "2016",
			"Categories": "Action|Animation|Crime|Drama|Sci-Fi",
			"summary": "As Batman hunts for the escaped Joker, the Clown Prince of Crime attacks the Gordon family to prove a diabolical point mirroring his own fall into madness.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-The-Killing-Joke-Movie-Poster.jpg",
			"imdb_id": "tt4853102",
			"imdb_rating": "6.5",
			"runtime": "76",
			"language": "English",
			"ytid": "VeNi4PfNMqI"
		},
		{
			"Title": "Lego DC Comics Superheroes: Justice League - Gotham City Breakout",
			"fulltitle": "Lego DC Comics Superheroes: Justice League - Gotham City Breakout (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Fighting crime is a full-time job and Batman NEVER takes a vacation. That is until he finally agrees to let Batgirl and Nightwing take him on a long overdue trip - leaving Gotham City under the watchful eye of the Justice League in LEGO DC Comics Super Heroes - Justice League: Gotham City Breakout. When Batgirl and Nightwing take Batman on a trip down memory lane - literally - to visit one of the key mentors from his formative years, it's up to the Justice League to keep Gotham City crime-free. But neither situation proves to be a \"vacation\" as the Bat trio encounters old nemeses on their adventure, and the Justice League discovers just how busy Batman is on a regular basis. It's a brick-tastic battle on two fronts as Batman, Batgirl and Nightwing take on Bane and Deathstroke, while the Justice League - with some help from a few Teen Titans - fends off an assault by many of Batman's infamous adversaries to ensure Gotham City's safety.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Lego-DC-Comics-Superheroes-Justice-League-Gotham-City-Breakout-Movie-Poster.jpg",
			"imdb_id": "tt5612702",
			"imdb_rating": "6",
			"runtime": "78",
			"language": "English",
			"ytid": "xxgpbkG3NxY"
		},
		{
			"Title": "Kung Fu Panda 3",
			"fulltitle": "Kung Fu Panda 3 (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "When Po's long-lost panda father suddenly reappears, the reunited duo travels to a secret panda paradise to meet scores of hilarious new panda characters. But when the supernatural villain Kai begins to sweep across China defeating all the kung fu masters, Po must do the impossible-learn to train a village full of his fun-loving, clumsy brethren to become the ultimate band of Kung Fu Pandas.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Kung-Fu-Panda-3-Movie-Poster.jpg",
			"imdb_id": "tt2267968",
			"imdb_rating": "7.1",
			"runtime": "95",
			"language": "English",
			"ytid": "10r9ozshGVE"
		},
		{
			"Title": "Anomalisa",
			"fulltitle": "Anomalisa (2015)",
			"movie_year": "2015",
			"Categories": "Action|Animation|Comedy|Drama|Romance",
			"summary": "Michael Stone, an author that specializes in customer service, is a man who is unable to interact deeply with other people. His low sensitivity to excitement, and his lack of interest made him a man with a repetitive life on his own perspective. But, when he went on a business trip, he met a stranger - an extraordinary stranger, which slowly became a cure for his negative view on life that possibly will change his mundane life.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Anomalisa-Movie-Poster.jpg",
			"imdb_id": "tt2401878",
			"imdb_rating": "7.3",
			"runtime": "90",
			"language": "English",
			"ytid": "TWO5jH2tWpA"
		},
		{
			"Title": "WXIII: Patlabor the Movie 3",
			"fulltitle": "WXIII: Patlabor the Movie 3 (2002)",
			"movie_year": "2002",
			"Categories": "Action|Animation|Crime|Sci-Fi",
			"summary": "Two police detectives and SV2 investigate a series of mysterious acts of deadly destruction occuring in and around Tokyo Bay.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/WXIII-Patlabor-the-Movie-3-Movie-Poster.jpg",
			"imdb_id": "tt0318819",
			"imdb_rating": "6.7",
			"runtime": "102",
			"language": "English",
			"ytid": "cnMAdKo1rVc"
		},
		{
			"Title": "Harlock: Space Pirate",
			"fulltitle": "Harlock: Space Pirate (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Sci-Fi",
			"summary": "2977: For many years a mighty battle has been raging across the galaxies as 500 billion humans, whose forebears were exiled from Earth, plan to return to what is still called home. Forced to flee a ravaged Earth, humans have now depleted the corners of the galaxy to which they fled. Earth has now become the most valued and precious resource of all, controlled by the corrupt Gaia Coalition which governs the human race across the different galaxies. Having been exiled and vilified during the battle of the Homecoming War, Captain Harlock and his trusted crew of the Arcadia battle cruiser are the only hope mankind has of discovering the secrets that the Gaia have kept hidden. The Coalition has demanded Harlock's death and the Gaia Fleet's new leader, Ezra, calls on his younger brother, Logan, to infiltrate the Arcadia and then assassinate Harlock, thus forever eradicating the one man standing between the Coalition and their complete control of the Universe. Logan must make a very personal...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Harlock-Space-Pirate-Movie-Poster.jpg",
			"imdb_id": "tt2668134",
			"imdb_rating": "6.5",
			"runtime": "115",
			"language": "English",
			"ytid": "1vdw0If6Zzg"
		},
		{
			"Title": "Zootopia",
			"fulltitle": "Zootopia (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Crime",
			"summary": "From the largest elephant to the smallest shrew, the city of Zootopia is a mammal metropolis where various animals live and thrive. When Judy Hopps becomes the first rabbit to join the police force, she quickly learns how tough it is to enforce the law. Determined to prove herself, Judy jumps at the opportunity to solve a mysterious case. Unfortunately, that means working with Nick Wilde, a wily fox who makes her job even harder.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Zootopia-Movie-Poster.jpg",
			"imdb_id": "tt2948356",
			"imdb_rating": "8",
			"runtime": "108",
			"language": "English",
			"ytid": "yCOPJi0Urq4"
		},
		{
			"Title": "Lego Scooby-Doo!: Haunted Hollywood",
			"fulltitle": "Lego Scooby-Doo!: Haunted Hollywood (2016)",
			"movie_year": "2016",
			"Categories": "Action|Animation|Comedy|Family|Fantasy",
			"summary": "Oooh Hollywood! The glitz, the glam...the Headless Horseman?! Join your favorite K-9 sleuth, Scooby-Doo, along with Shaggy and the Mystery Inc. gang as they find themselves in a tinsel-town twist! While on a VIP tour of the legendary Brickton Studios, Scooby and friends get a first-hand experience of the rumored hauntings when classic movie monsters drop in for a creepy casting call. There's only one way to solve this thriller and save the aging studio - it's Mystery Inc's movie magic time! Grab your Scooby Snacks and hop in the director's chair for this all-new LEGO movie!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Lego-Scooby-Doo-Haunted-Hollywood-Movie-Poster.jpg",
			"imdb_id": "tt5548284",
			"imdb_rating": "6.1",
			"runtime": "75",
			"language": "English",
			"ytid": "iE1JxX_zCLg"
		},
		{
			"Title": "The Snow Queen 2",
			"fulltitle": "The Snow Queen 2 (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Snow queen casts a curse on her mirror making people see the worst in themselves.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Snow-Queen-2-Movie-Poster.jpg",
			"imdb_id": "tt3477554",
			"imdb_rating": "6.3",
			"runtime": "78",
			"language": "English",
			"ytid": "ZVlKB97Pl-c"
		},
		{
			"Title": "Justice League vs. Teen Titans",
			"fulltitle": "Justice League vs. Teen Titans (2016)",
			"movie_year": "2016",
			"Categories": "Action|Animation|Comedy|Fantasy|Sci-Fi",
			"summary": "Robin is sent to work with the Teen Titans after his volatile behavior botches up a Justice League mission. The Titans must then step up to face Trigon after he possesses the League and threatens to conquer the world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Justice-League-vs.-Teen-Titans-Movie-Poster.jpg",
			"imdb_id": "tt5091548",
			"imdb_rating": "7",
			"runtime": "78",
			"language": "English",
			"ytid": "dFjg3oNxaJ4"
		},
		{
			"Title": "Extraordinary Tales",
			"fulltitle": "Extraordinary Tales (2013)",
			"movie_year": "2013",
			"Categories": "Action|Animation|Horror|Mystery",
			"summary": "An animated anthology of five tales adapted from Edgar Allan Poe's stories.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Extraordinary-Tales-Movie-Poster.jpg",
			"imdb_id": "tt3454574",
			"imdb_rating": "6.4",
			"runtime": "73",
			"language": "English",
			"ytid": "IQe5L542hoI"
		},
		{
			"Title": "Monster High: Boo York, Boo York",
			"fulltitle": "Monster High: Boo York, Boo York (2015)",
			"movie_year": "2015",
			"Categories": "Action|Animation",
			"summary": "The ghouls are taking a bite out of Boo York! The De Niles are hoping to meet their dynastic destiny and carve out a new empire, while Catty Noir is trying to find her music. Together the ghouls are taking Boo York by storm.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Monster-High-Boo-York-Boo-York-Movie-Poster.jpg",
			"imdb_id": "tt4779496",
			"imdb_rating": "6.7",
			"runtime": "71",
			"language": "English",
			"ytid": "3ZyuTfAK6j8"
		},
		{
			"Title": "Monster High: Great Scarrier Reef",
			"fulltitle": "Monster High: Great Scarrier Reef (2016)",
			"movie_year": "2016",
			"Categories": "Action|Animation",
			"summary": "During a party at Monster High, a strange force pulls Lagoona Blue, Frankie Stein, Draculaura, Clawdeen Wolf, Toralei Stripe, and Gillington \"Gil\" Webber to the Great Scarrier Reef. It is here that Lagoona must confront her childhood memories, get over her stage fright, and deal with her old enemy Kala Mer'ri as well as the threat of the Kraken that lives nearby.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Monster-High-Great-Scarrier-Reef-Movie-Poster.jpg",
			"imdb_id": "tt5475710",
			"imdb_rating": "6.2",
			"runtime": "71",
			"language": "English",
			"ytid": "WqT4XOYwLqU"
		},
		{
			"Title": "Scooby-Doo! Music of the Vampire",
			"fulltitle": "Scooby-Doo! Music of the Vampire (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "After being tired of always monster hunting, the gang decides to go on a vacation free of any spooky stuff and hopefully mysteries. They go to the Little Bat village for the Vampire Festival and for the author of some Vampire books Velma enjoys. The author ends up being the oldest living Van Helsing relative and isn't well off financially. He shows the gang around his vampire museum which contains the oldest 'living' vampire Valdronya; who is encased in a coffin with a 6\" thick glass lid. After-wards the gang goes to see a performance by a group of actors that believe themselves to be real vampires and live as such; they accidentally awaken Valdronya during their show with a mystic chant. Now there is a real live vampire running amok and what's worse is he wants Daphne to be his vampire bride. This movie is in a musical style.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Scooby-Doo-Music-of-the-Vampire-Movie-Poster.jpg",
			"imdb_id": "tt2162709",
			"imdb_rating": "6.6",
			"runtime": "79",
			"language": "English",
			"ytid": "z7msfCSbrv0"
		},
		{
			"Title": "Snowtime!",
			"fulltitle": "Snowtime! (2015)",
			"movie_year": "2015",
			"Categories": "Action|Animation|Comedy|Drama|Family",
			"summary": "To amuse themselves during the winter school break, the kids in a small village decide to have a massive snowball fight. Luke and Sophie, both 11 years old, become the leaders of the opposing sides. Sophie and her cohort defend an elaborate snow fort against the assault of Luke's horde. Whichever side occupies the fort at the end of the winter break, wins.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Snowtime-Movie-Poster.jpg",
			"imdb_id": "tt5143700",
			"imdb_rating": "6.1",
			"runtime": "82",
			"language": "English",
			"ytid": "8NVHUxcAYGI"
		},
		{
			"Title": "The Peanuts Movie",
			"fulltitle": "The Peanuts Movie (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Charlie Brown, Snoopy, and the whole gang are back in a heartwarming story. A new girl with red hair moves in across the street, and Charlie Brown falls in love. Now he tries to impress the red haired girl to make her feel like he's a winner, but Charlie Brown just can't do anything right. At the same time, Snoopy is writing a love story about his continuing battles with The Red Baron. Then Charlie Brown has accomplished something never done before. He gets a perfect score on his standardized test, but there has been a mistake. Should he tell the truth and risk losing all of his newfound popularity? Can Charlie Brown get the girl to love him or will he go back to being a nothing?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Peanuts-Movie-Movie-Poster.jpg",
			"imdb_id": "tt2452042",
			"imdb_rating": "7.1",
			"runtime": "88",
			"language": "English",
			"ytid": "zQpUQPrAfQM"
		},
		{
			"Title": "Lego DC Comics Super Heroes: Justice League - Cosmic Clash",
			"fulltitle": "Lego DC Comics Super Heroes: Justice League - Cosmic Clash (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Can the Justice League prevail against an unstoppable intergalactic machine with the power to bend time itself!? Until now, the Justice League has triumphed over every foe who has challenged them. This time, they face Brainiac, a super-intelligent invulnerable machine whose mad quest endangers all life in the galaxy. When Brainiac zaps Superman, Wonder Woman and Green Lantern to different places in time, the race is on for Batman and The Flash to re-assemble the Justice League!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Lego-DC-Comics-Super-Heroes-Justice-League-Cosmic-Clash-Movie-Poster.jpg",
			"imdb_id": "tt5251438",
			"imdb_rating": "6.5",
			"runtime": "78",
			"language": "English",
			"ytid": "c1pZ7iZxkJU"
		},
		{
			"Title": "In Absentia",
			"fulltitle": "In Absentia (2000)",
			"movie_year": "2000",
			"Categories": "Action|Animation",
			"summary": "A woman sits alone on a chair at a table in a room on one of the top floors of an asylum. Bright spot lights dot the night, sometimes shining on her window. She sharpens pencils and writes on a page in a copy book. The pencil point often breaks under her fingers' force. She places broken points outside the window on the sill. A satanic figure is somewhere nearby, animated but of straw or clay, not flesh. She finishes her writing, tears the paper from the pad, folds it, places it in an envelope, and slips it through a slot. Is she writing to her husband? \"Sweetheart, come.\"",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/In-Absentia-Movie-Poster.jpg",
			"imdb_id": "tt0266643",
			"imdb_rating": "7",
			"runtime": "20",
			"language": "English",
			"ytid": "dtT3e3exJA0"
		},
		{
			"Title": "The Good Dinosaur",
			"fulltitle": "The Good Dinosaur (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "\"The Good Dinosaur\" asks the question: What if the asteroid that forever changed life on Earth missed the planet completely and giant dinosaurs never became extinct? In this epic journey into the world of dinosaurs, an Apatosaurus named Arlo makes an unlikely human friend. While travelling through a harsh and mysterious landscape, Arlo learns the power of confronting his fears and discovers what he is truly capable of.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Good-Dinosaur-Movie-Poster.jpg",
			"imdb_id": "tt1979388",
			"imdb_rating": "6.7",
			"runtime": "93",
			"language": "English",
			"ytid": "7BrH72aFXfI"
		},
		{
			"Title": "Dragon Ball Z: Resurrection 'F'",
			"fulltitle": "Dragon Ball Z: Resurrection 'F' (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Comedy|Fantasy",
			"summary": "After the god of destruction Beerus decided to not destroy the earth, the planet is back again in peace. But, Sorbet and Tagoma, previous Freeza's servants, decide to revive his leader using the Dragon Balls. Succesful in his plan, Freeza decides to return to earth to start his revenge against the saiyans who humillated him once.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Dragon-Ball-Z-Resurrection-F-Movie-Poster.jpg",
			"imdb_id": "tt3819668",
			"imdb_rating": "7.4",
			"runtime": "70",
			"language": "English",
			"ytid": "WiONylGn8Xw"
		},
		{
			"Title": "The Prophet",
			"fulltitle": "The Prophet (2014)",
			"movie_year": "2014",
			"Categories": "Action|Animation|Drama",
			"summary": "Exiled artist and poet Mustafa embarks on a journey home with his housekeeper and her daughter; together the trio must evade the authorities who fear that the truth in Mustafa's words will incite rebellion.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Prophet-Movie-Poster.jpg",
			"imdb_id": "tt1640718",
			"imdb_rating": "7.1",
			"runtime": "85",
			"language": "English",
			"ytid": "lwQbMxDcRGE"
		},
		{
			"Title": "Batman: Bad Blood",
			"fulltitle": "Batman: Bad Blood (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Sci-Fi",
			"summary": "Bruce Wayne is missing. Alfred covers for him while Nightwing and Robin patrol Gotham City in his stead. And a new player, Batwoman, investigates Batman's disappearance.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-Bad-Blood-Movie-Poster.jpg",
			"imdb_id": "tt4870838",
			"imdb_rating": "6.8",
			"runtime": "72",
			"language": "English",
			"ytid": "G-0bQpHlpdQ"
		},
		{
			"Title": "Frozen Fever",
			"fulltitle": "Frozen Fever (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "It's Anna's birthday and Elsa plans to throw her the perfect surprise party with the help of Kristoff and Olaf. However, after planning the huge party and as Anna is being led on a \"party treasure hunt,\" Elsa finds that she has caught a cold. She starts sneezing and produces a group of small, cute snow people, much like Olaf, with each sneeze. After some near-misses, a very exhausted Elsa finally makes it with Anna to the courtyard where the party has been arranged. It is a big hit, and at last Anna manages to convince Elsa into letting her to lead her to bed and take care of her. Meanwhile, Olaf has taken the tiny snow creatures under his wing and takes them to Elsa's ice castle with the help of Kristoff.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Frozen-Fever-Movie-Poster.jpg",
			"imdb_id": "tt4007502",
			"imdb_rating": "6.9",
			"runtime": "8",
			"language": "English",
			"ytid": "bQRLVxZHKPs"
		},
		{
			"Title": "Hotel Transylvania 2",
			"fulltitle": "Hotel Transylvania 2 (2015)",
			"movie_year": "2015",
			"Categories": "Action|Animation|Comedy|Family|Fantasy",
			"summary": "The Drac pack is back for an all-new monster comedy adventure in Sony Pictures Animation's Hotel Transylvania 2! Everything seems to be changing for the better at Hotel Transylvania... Dracula's rigid monster-only hotel policy has finally relaxed, opening up its doors to human guests. But behind closed coffins, Drac is worried that his adorable half-human, half-vampire grandson, Dennis, isn't showing signs of being a vampire. So while Mavis is busy visiting her human in-laws with Johnny - and in for a major cultural shock of her own - \"Vampa\" Drac enlists his friends Frank, Murray, Wayne and Griffin to put Dennis through a \"monster-in-training\" boot camp. But little do they know that Drac's grumpy and very old, old, old school dad Vlad is about to pay a family visit to the hotel. And when Vlad finds out that his great-grandson is not a pure blood - and humans are now welcome at Hotel Transylvania - things are going to get batty!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Hotel-Transylvania-2-Movie-Poster.jpg",
			"imdb_id": "tt2510894",
			"imdb_rating": "6.7",
			"runtime": "89",
			"language": "English",
			"ytid": "T3nqmGgnJe8"
		},
		{
			"Title": "The Little Prince",
			"fulltitle": "The Little Prince (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Drama|Family",
			"summary": "From Mark Osborne comes the first-ever animated feature film adaptation of Antoine de Saint-Exupry's iconic masterpiece, The Little Prince. At the heart of it all is The Little Girl, who's being prepared by her mother for the very grown-up world in which they live - only to be interrupted by her eccentric, kind-hearted neighbor, The Aviator. The Aviator introduces his new friend to an extraordinary world where anything is possible. A world that he himself was initiated into long ago by The Little Prince. It's here that The Little Girl's magical and emotional journey into her own imagination - and into the universe of The Little Prince - begins. And it's where The Little Girl rediscovers her childhood and learns that ultimately, it's human connections that matter most, and that what's truly essential can only be seen with the heart.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Little-Prince-Movie-Poster.jpg",
			"imdb_id": "tt1754656",
			"imdb_rating": "7.8",
			"runtime": "108",
			"language": "English",
			"ytid": "fEPqgSNLfK8"
		},
		{
			"Title": "Minions",
			"fulltitle": "Minions (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Ever since the dawn of time, the Minions have lived to serve the most despicable of masters. From the T-Rex to Napoleon, the easily distracted tribe has helped the biggest and the baddest of villains. Now, join protective leader Kevin, teenage rebel Stuart, and lovable little Bob on a global road trip. They'll earn a shot to work for a new boss, the world's first female supervillain, and try to save all of Minionkind from annihilation.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Minions-Movie-Poster.jpg",
			"imdb_id": "tt2293640",
			"imdb_rating": "6.4",
			"runtime": "91",
			"language": "English",
			"ytid": "eisKxhjBnZ0"
		},
		{
			"Title": "Ice Age",
			"fulltitle": "Ice Age (2002)",
			"movie_year": "2002",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Back when the Earth was being overrun by glaciers, and animals were scurrying to save themselves from the upcoming Ice Age, a sloth named Sid, a woolly mammoth named Manny, and a saber-toothed tiger named Diego are forced to become unlikely heroes. The three reluctantly come together when they have to return a human child to its father while braving the deadly elements of the impending Ice Age.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ice-Age-Movie-Poster.jpg",
			"imdb_id": "tt0268380",
			"imdb_rating": "7.5",
			"runtime": "81",
			"language": "English",
			"ytid": "cMfeWyVBidk"
		},
		{
			"Title": "Inside Out",
			"fulltitle": "Inside Out (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions - Joy, Fear, Anger, Disgust and Sadness. The emotions live in Headquarters, the control center inside Riley's mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Inside-Out-Movie-Poster.jpg",
			"imdb_id": "tt2096673",
			"imdb_rating": "8.2",
			"runtime": "95",
			"language": "English",
			"ytid": "WIDYqBMFzfg"
		},
		{
			"Title": "Wreck-It Ralph",
			"fulltitle": "Wreck-It Ralph (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Wreck-It Ralph longs to be as beloved as his game's perfect Good Guy, Fix-It Felix. Problem is, nobody loves a Bad Guy. But they do love heroes... so when a modern, first-person shooter game arrives featuring tough-as-nails Sergeant Calhoun, Ralph sees it as his ticket to heroism and happiness. He sneaks into the game with a simple plan -- win a medal -- but soon wrecks everything, and accidentally unleashes a deadly enemy that threatens every game in the arcade. Ralph's only hope? Vanellope von Schweetz, a young troublemaking \"glitch\" from a candy-coated cart racing game who might just be the one to teach Ralph what it means to be a Good Guy. But will he realize he is good enough to become a hero before it's \"Game Over\" for the entire arcade?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Wreck-It-Ralph-Movie-Poster.jpg",
			"imdb_id": "tt1772341",
			"imdb_rating": "7.7",
			"runtime": "101",
			"language": "English",
			"ytid": "vf4r5q8-aWo"
		},
		{
			"Title": "Wonder Woman",
			"fulltitle": "Wonder Woman (2009)",
			"movie_year": "2009",
			"Categories": "Action|Adventure|Animation|Fantasy|Sci-Fi",
			"summary": "In antiquity, the Amazons defeat the war god, Ares, and Zeus charges them to hold him prisoner as eternally young warriors on the hidden island of Themyscira. Centuries later, US Air Force pilot Steve Trevor is lured to crash land on the island and the distraction of that trespass allows Ares to escape. In response, Princess Diana wins the responsibility to both take Trevor home and recapture the fugitive god. Steve Trevor offers to help and together this disparate pair must not only overcome Ares' efforts to achieve a bloody revenge, but also reconcile their own conflicting world views in an adventure that would be the first for the greatest of the female superheroes.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Wonder-Woman-Movie-Poster-1.jpg",
			"imdb_id": "tt1186373",
			"imdb_rating": "7.4",
			"runtime": "74",
			"language": "English",
			"ytid": "DIdUbj1REFw"
		},
		{
			"Title": "Winnie the Pooh",
			"fulltitle": "Winnie the Pooh (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "During an ordinary day in Hundred Acre Wood, Winnie the Pooh sets out to find some honey. Misinterpreting a note from Christopher Robin, Owl convinces Tigger, Rabbit, Piglet, Pooh, Kanga, Roo, and Eeyore that their young friend has been captured by a creature named \"Backsoon\", and they set out to save him.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Winnie-the-Pooh-Movie-Poster.jpg",
			"imdb_id": "tt1449283",
			"imdb_rating": "7.2",
			"runtime": "50",
			"language": "English",
			"ytid": "QbFz--GCkOM"
		},
		{
			"Title": "WALLE",
			"fulltitle": "WALLE (2008)",
			"movie_year": "2008",
			"Categories": "Action|Adventure|Animation|Family|Sci-Fi",
			"summary": "In a distant, but not so unrealistic, future where mankind has abandoned earth because it has become covered with trash from products sold by the powerful multi-national Buy N Large corporation, WALL-E, a garbage collecting robot has been left to clean up the mess. Mesmerized with trinkets of Earth's history and show tunes, WALL-E is alone on Earth except for a sprightly pet cockroach. One day, EVE, a sleek (and dangerous) reconnaissance robot, is sent to Earth to find proof that life is once again sustainable. WALL-E falls in love with EVE. WALL-E rescues EVE from a dust storm and shows her a living plant he found amongst the rubble. Consistent with her \"directive\", EVE takes the plant and automatically enters a deactivated state except for a blinking green beacon. WALL-E, doesn't understand what has happened to his new friend, but, true to his love, he protects her from wind, rain, and lightning, even as she is unresponsive. One day a massive ship comes to reclaim EVE, but WALL-E, ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/WALLE-Movie-Poster.jpg",
			"imdb_id": "tt0910970",
			"imdb_rating": "8.4",
			"runtime": "98",
			"language": "English",
			"ytid": "alIq_wG9FNk"
		},
		{
			"Title": "Up",
			"fulltitle": "Up (2009)",
			"movie_year": "2009",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Carl Fredricksen as a boy wanted to explore South America and find the forbidden Paradise Falls. About 64 years later he gets to begin his journey along with a Boy Scout named Russel by lifting his house with thousands of balloons. On their journey they make many new friends including a talking dog and figure out that someone has evil plans. Carl soon realizes that this evildoer is his childhood idol. Will they be able to defeat him and find Paradise Falls?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Up-Movie-Poster.jpg",
			"imdb_id": "tt1049413",
			"imdb_rating": "8.3",
			"runtime": "96",
			"language": "English",
			"ytid": "pkqzFUhGPJg"
		},
		{
			"Title": "Turbo",
			"fulltitle": "Turbo (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "After a freak accident infuses him with the power of super-speed, Turbo kicks into overdrive and embarks on an extraordinary journey to achieve the seemingly impossible: competing in the world's fastest race, the Indianapolis 500. With the help of his tricked-out streetwise snail crew, this ultimate underdog puts his heart and shell on the line to prove that no dream is too big, and no dreamer too small.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Turbo-Movie-Poster.jpg",
			"imdb_id": "tt1860353",
			"imdb_rating": "6.5",
			"runtime": "96",
			"language": "English",
			"ytid": "QULzGYRThH8"
		},
		{
			"Title": "Treasure Planet",
			"fulltitle": "Treasure Planet (2002)",
			"movie_year": "2002",
			"Categories": "Action|Adventure|Animation|Family|Romance",
			"summary": "In this science fiction rendering of the classic novel \"Treasure Island\", Jim Hawkins is a rebellious teen seen by the world as an aimless slacker. After he receives a map from a dying pirate, he embarks on an odyssey across the universe to find the legendary Treasure Planet.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Treasure-Planet-Movie-Poster.jpg",
			"imdb_id": "tt0133240",
			"imdb_rating": "7.1",
			"runtime": "95",
			"language": "English",
			"ytid": "DJNT7C61NrE"
		},
		{
			"Title": "Toy Story 3",
			"fulltitle": "Toy Story 3 (2010)",
			"movie_year": "2010",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Woody, Buzz and the whole gang are back. As their owner Andy prepares to depart for college, his loyal toys find themselves in daycare where untamed tots with their sticky little fingers do not play nice. So, it's all for one and one for all as they join Barbie's counterpart Ken, a thespian hedgehog named Mr. Pricklepants and a pink, strawberry-scented teddy bear called Lots-o'-Huggin' Bear to plan their great escape.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Toy-Story-3-Movie-Poster.jpg",
			"imdb_id": "tt0435761",
			"imdb_rating": "8.3",
			"runtime": "103",
			"language": "English",
			"ytid": "JcpWXaA2qeg"
		},
		{
			"Title": "Tom and Jerry in Shiver Me Whiskers",
			"fulltitle": "Tom and Jerry in Shiver Me Whiskers (2006)",
			"movie_year": "2006",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "A cat and a mouse must outsmart a band of pirates to find buried treasure.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Tom-and-Jerry-in-Shiver-Me-Whiskers-Movie-Poster.jpg",
			"imdb_id": "tt0808508",
			"imdb_rating": "6.6",
			"runtime": "60",
			"language": "English",
			"ytid": "XJBMl2kRNBY"
		},
		{
			"Title": "TMNT",
			"fulltitle": "TMNT (2007)",
			"movie_year": "2007",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "After the defeat of their old arch nemesis, The Shredder, the Turtles are needed more than ever, but Raphael, Donatello, and Michelangelo have become lost and direction less. Leonardo has gone to Central America, on the orders of the martial arts master and father figure Master Splinter, for training. Donatello and Michelangelo have started small businesses in Leonardo's absence. Meanwhile, strange things are happening in New York City. An army of ancient creatures threatens to take over the world and the Turtles must unite again to save it.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/TMNT-Movie-Poster.jpg",
			"imdb_id": "tt0453556",
			"imdb_rating": "6.3",
			"runtime": "87",
			"language": "English",
			"ytid": "gisFzhNu63Y"
		},
		{
			"Title": "Tinker Bell and the Lost Treasure",
			"fulltitle": "Tinker Bell and the Lost Treasure (2009)",
			"movie_year": "2009",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "Tinker Bell journey far North of Never Land to patch things up with her friend Terence and restore a Pixie Dust Tree.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Tinker-Bell-and-the-Lost-Treasure-Movie-Poster.jpg",
			"imdb_id": "tt1216516",
			"imdb_rating": "6.8",
			"runtime": "56",
			"language": "English",
			"ytid": "C1miFqrNETY"
		},
		{
			"Title": "Tinker Bell and the Legend of the NeverBeast",
			"fulltitle": "Tinker Bell and the Legend of the NeverBeast (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "Fun and talented animal fairy Fawn believes you can't judge a book by its cover, or an animal by its fangs, so she befriends a huge and mysterious creature known as the NeverBeast. While Tinkerbell and her friends aren't so sure about this scary addition to Pixie Hollow, the elite Scout Fairies set out to capture the monster before he destroys their home. Fawn must trust her heart and take a leap of faith if she hopes to rally the girls to save the NeverBeast.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Tinker-Bell-and-the-Legend-of-the-NeverBeast-Movie-Poster.jpg",
			"imdb_id": "tt3120408",
			"imdb_rating": "7.3",
			"runtime": "76",
			"language": "English",
			"ytid": "UCR731ShEts"
		},
		{
			"Title": "Tinker Bell and the Great Fairy Rescue",
			"fulltitle": "Tinker Bell and the Great Fairy Rescue (2010)",
			"movie_year": "2010",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "Tinker Bell accidentally gets stuck inside a human house and befriends a little girl who believes in fairies. Tinker Bell's fairy friends go to rescue her and they believe she was captured by the little girl, until they make it to the house and Tinker Bell shows them she is a friend. Tinker Bell helps the little girl and her father fix their relationship.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Tinker-Bell-and-the-Great-Fairy-Rescue-Movie-Poster.jpg",
			"imdb_id": "tt1216515",
			"imdb_rating": "7",
			"runtime": "55",
			"language": "English",
			"ytid": "M1B7dGlmres"
		},
		{
			"Title": "Tinker Bell",
			"fulltitle": "Tinker Bell (2008)",
			"movie_year": "2008",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "Enter the land of Tinker Bell and her four best fairy friends.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Tinker-Bell-Movie-Poster.jpg",
			"imdb_id": "tt0823671",
			"imdb_rating": "6.9",
			"runtime": "58",
			"language": "English",
			"ytid": "g0CTqqTkXH8"
		},
		{
			"Title": "Thunder and the House of Magic",
			"fulltitle": "Thunder and the House of Magic (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Thunder, an abandoned young cat seeking shelter from a storm, stumbles into the strangest house imaginable, owned by an old magician and inhabited by a dazzling array of automatons and gizmos. Not everyone welcomes the new addition to the troupe as Jack Rabbit and Maggie Mouse plot to evict Thunder. The situation gets worse when the magician lands in hospital and his scheming nephew sees his chance to cash in by selling the mansion. Our young hero is determined to earn his place and so he enlists the help of some wacky magician's assistants to protect his magical new home.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Thunder-and-the-House-of-Magic-Movie-Poster.jpg",
			"imdb_id": "tt3148834",
			"imdb_rating": "6.3",
			"runtime": "85",
			"language": "English",
			"ytid": "Tb4fZLrjtSY"
		},
		{
			"Title": "The Tale of Despereaux",
			"fulltitle": "The Tale of Despereaux (2008)",
			"movie_year": "2008",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "The tale of three unlikely heroes - a misfit mouse who prefers reading books to eating them, an unhappy rat who schemes to leave the darkness of the dungeon, and a bumbling servant girl with cauliflower ears - whose fates are intertwined with that of the castle's princess.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Tale-of-Despereaux-Movie-Poster.jpg",
			"imdb_id": "tt0420238",
			"imdb_rating": "6.1",
			"runtime": "93",
			"language": "English",
			"ytid": "I7b-Vfz0ga4"
		},
		{
			"Title": "The SpongeBob Movie: Sponge Out of Water",
			"fulltitle": "The SpongeBob Movie: Sponge Out of Water (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "During a fight between the Krusty Krab and Plankton, the secret formula disappears and all of Bikini Bottom goes into a terrible apocalypse. The Bikini Bottomites go crazy and they all believe that Spongebob and Plankton stole the secret formula. The two new teammates create a time machine to get the secret formula before it disappears and also go to some weird places along the way including a time paralex where they meet a time wizard named Bubbles who is a dolphin. The two later get to the time when the formula disappeared and take it back to the present day time. They then realized that it's a fake formula Plankton made when he was taking the real one and the Bikini Bottomites try to destroy Spongebob (Plankton runs away) Spongebob smells Krabby patties and so does everyone else so the Bikini Bottomites follow it (instead of destroying Spongebob) and they arrive at the bank of the surface. Everyone except Spongebob, Patrick, Mr. Krabs, Squidward, Sandy, and a stowaway Plankton go ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-SpongeBob-Movie-Sponge-Out-of-Water-Movie-Poster.jpg",
			"imdb_id": "tt2279373",
			"imdb_rating": "6",
			"runtime": "92",
			"language": "English",
			"ytid": "4zoI4L4x1i0"
		},
		{
			"Title": "The Secret World of Arrietty",
			"fulltitle": "The Secret World of Arrietty (2010)",
			"movie_year": "2010",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "14-year-old Arrietty and the rest of the Clock family live in peaceful anonymity as they make their own home from items that they borrow from the house's human inhabitants. However, life changes for the Clocks when a human boy discovers Arrietty.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Secret-World-of-Arrietty-Movie-Poster.jpg",
			"imdb_id": "tt1568921",
			"imdb_rating": "7.6",
			"runtime": "94",
			"language": "English",
			"ytid": "VlMe7PavaRQ"
		},
		{
			"Title": "The Princess and the Frog",
			"fulltitle": "The Princess and the Frog (2009)",
			"movie_year": "2009",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "A modern day retelling of the classic story The Frog Prince. The Princess and the Frog finds the lives of arrogant, carefree Prince Naveen and hardworking waitress Tiana crossing paths. Prince Naveen is transformed into a frog by a conniving voodoo magician and Tiana, following suit, upon kissing the amphibian royalty. With the help of a trumpet-playing alligator, a Cajun firefly, and an old blind lady who lives in a boat in a tree, Naveen and Tiana must race to break the spell and fulfill their dreams.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Princess-and-the-Frog-Movie-Poster.jpg",
			"imdb_id": "tt0780521",
			"imdb_rating": "7.1",
			"runtime": "97",
			"language": "English",
			"ytid": "xEVBc2Jtwx4"
		},
		{
			"Title": "The Polar Express",
			"fulltitle": "The Polar Express (2004)",
			"movie_year": "2004",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "This is the story of a young hero boy on Christmas Eve who boards on a powerful magical train that's headed to the North Pole and Santa Claus's home. What unfolds is an adventure which follows a doubting boy, who takes an extraordinary train ride to the North Pole; during this ride, he embarks on a journey of self-discovery which shows him that the wonder of life never fades for those who believe.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Polar-Express-Movie-Poster.jpg",
			"imdb_id": "tt0338348",
			"imdb_rating": "6.6",
			"runtime": "100",
			"language": "English",
			"ytid": "TQhRqtt-Fpo"
		},
		{
			"Title": "The Pirates! Band of Misfits",
			"fulltitle": "The Pirates! Band of Misfits (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "After years of humiliation and failed attempts to win the coveted Pirate of the Year Award, Pirate Captain and his oddball crew take on the cream of the pirating crop - Black Bellamy, Peg Leg Hastings and Cutlass Liz - in a race to pillage the most booty. They soon cross paths with lovelorn scientist Charles Darwin, who persuades the Captain that the crew's prized 'parrot', Polly, could be the answer to the 'untold riches' they are searching for. Their adventure takes them to Victorian London where they meet Darwin's sidekick 'man-panzee' Mister Bobo, and the notorious pirate-hating Queen Victoria herself. It soon unfolds that Darwin's motives for helping the crew are not what they seem, and the Queen has an evil hidden agenda of her own. The Pirate Captain must choose between basking in the glory of being crowned Pirate of the Year, or staying faithful to his trusted crew.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Pirates-Band-of-Misfits-Movie-Poster.jpg",
			"imdb_id": "tt1430626",
			"imdb_rating": "6.7",
			"runtime": "88",
			"language": "English",
			"ytid": "Tqtcj20Z778"
		},
		{
			"Title": "The Pirate Fairy",
			"fulltitle": "The Pirate Fairy (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "When a misunderstood dust-keeper fairy named Zarina steals Pixie Hollow's all-important Blue Pixie Dust, and flies away to join forces with the pirates of Skull Rock, Tinker Bell and her fairy friends must embark on the adventure of a lifetime to return it to its rightful place. However, in the midst of their pursuit of Zarina, Tink's world is turned upside down. She and her friends find that their respective talents have been switched and they have to race against time to retrieve the Blue Pixie Dust and return home to save Pixie Hollow.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Pirate-Fairy-Movie-Poster.jpg",
			"imdb_id": "tt2483260",
			"imdb_rating": "6.6",
			"runtime": "78",
			"language": "English",
			"ytid": "bD1psftIvUU"
		},
		{
			"Title": "The Motel Life",
			"fulltitle": "The Motel Life (2012)",
			"movie_year": "2012",
			"Categories": "Action|Animation|Drama|Mystery|Thriller",
			"summary": "Two brothers who are forced to leave Reno after being involved in a hit-and-run accident. Based on the novel by Willy Vlautin, this moody thriller is a searing and profound examination of brotherhood set in the timeless Sierra Nevadan frontier.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Motel-Life-Movie-Poster.jpg",
			"imdb_id": "tt1559036",
			"imdb_rating": "6",
			"runtime": "85",
			"language": "English",
			"ytid": "g5Zx0XbY7-I"
		},
		{
			"Title": "The Lorax",
			"fulltitle": "The Lorax (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "In the walled city of Thneed-Ville, where everything is artificial and even the air is a commodity, a boy named Ted hopes to win the heart of his dream girl, Audrey. When he learns of her wish to see a real tree, Ted seeks out the Once-ler, a ruined old businessman outside of town in a stark wasteland. Upon hearing of how the hermit gave into his greed for profits and devastated the land over the protests of the Lorax, Ted is inspired to undo the disaster. However, the greedy Mayor of Thneed-Ville, Aloysius O'Hare, has made his fortune exploiting the environmental collapse and is determined to stop the boy from undermining his business.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Lorax-Movie-Poster.jpg",
			"imdb_id": "tt1482459",
			"imdb_rating": "6.4",
			"runtime": "86",
			"language": "English",
			"ytid": "1bHdzTUNw-4"
		},
		{
			"Title": "The Lion King 1 1/2",
			"fulltitle": "The Lion King 1 1/2 (2004)",
			"movie_year": "2004",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Timon and Pumbaa start to watch the original Lion King movie, but Timon keeps insisting to fast forward to when they come in, because they weren't seen in the beginning of the story or anywhere until halfway through. Pumbaa suggests telling the audience their story, which begins before Simba's journey begins. Through this, we meet Timon's mother and Uncle Max, discover why he left his meerkat colony, where he learned Hakuna Matata, how he meets Pumbaa, and the perils they encountered while searching for their dream home.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Lion-King-1-12-Movie-Poster.jpg",
			"imdb_id": "tt0318403",
			"imdb_rating": "6.6",
			"runtime": "77",
			"language": "English",
			"ytid": "I7UCIHiR91U"
		},
		{
			"Title": "The Lego Movie",
			"fulltitle": "The Lego Movie (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "The LEGO Movie is a 3D animated film which follows lead character, Emmet a completely ordinary LEGO mini-figure who is identified as the most \"extraordinary person\" and the key to saving the Lego universe. Emmet and his friends go on an epic journey to stop the evil tyrant, Lord Business.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Lego-Movie-Movie-Poster.jpg",
			"imdb_id": "tt1490017",
			"imdb_rating": "7.8",
			"runtime": "100",
			"language": "English",
			"ytid": "fZ_JOBCLF-I"
		},
		{
			"Title": "The Incredibles",
			"fulltitle": "The Incredibles (2004)",
			"movie_year": "2004",
			"Categories": "Action|Adventure|Animation|Family",
			"summary": "Bob Parr (A.K.A. Mr. Incredible), and his wife Helen (A.K.A. Elastigirl), are the world's greatest famous crime-fighting superheroes in Metroville. Always saving lives and battling evil on a daily basis. But fifteen years later, they have been forced to adopt civilian identities and retreat to the suburbs where they have no choice but to retire as superheroes to live a \"normal life\" with their three children Violet, Dash and Jack-Jack (who were secretly born with superpowers). Itching to get back into action, Bob gets his chance when a mysterious communication summons him to a remote island for a top secret assignment. He soon discovers that it will take a super family effort to rescue the world from total destruction.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Incredibles-Movie-Poster.jpg",
			"imdb_id": "tt0317705",
			"imdb_rating": "8",
			"runtime": "115",
			"language": "English",
			"ytid": "eZbzbC9285I"
		},
		{
			"Title": "The Croods",
			"fulltitle": "The Croods (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "\"The Croods\" are an eccentric family of cavemen, who survive the harsh terrain by living accordingly to a strict set of rules. But when their home is destroyed in the wake of an impending disaster known as \"The End\", they are forced to leave their home of shelter and security, and into the wilderness of the unknown to find a new home.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Croods-Movie-Poster.jpg",
			"imdb_id": "tt0481499",
			"imdb_rating": "7.2",
			"runtime": "98",
			"language": "English",
			"ytid": "fzA2q-aiZYU"
		},
		{
			"Title": "The Congress",
			"fulltitle": "The Congress (2013)",
			"movie_year": "2013",
			"Categories": "Action|Animation|Drama|Sci-Fi",
			"summary": "An aging, out-of-work actress accepts one last job, though the consequences of her decision affect her in ways she didn't consider.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Congress-Movie-Poster.jpg",
			"imdb_id": "tt1821641",
			"imdb_rating": "6.5",
			"runtime": "122",
			"language": "English",
			"ytid": "zkDyKWKNeaE"
		},
		{
			"Title": "The Boxtrolls",
			"fulltitle": "The Boxtrolls (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "THE BOXTROLLS are a community of quirky, mischievous creatures who have lovingly raised an orphaned human boy named Eggs in the amazing cavernous home they've built beneath the streets of a city called Cheesebridge. The story is about a young orphaned boy raised by underground cave-dwelling trash collectors who tries to save his friends from an evil exterminator, the town's villain, Archibald Snatcher. When Snatcher comes up with a plot to get rid of the Boxtrolls. Eggs decides to venture above ground and \"into the light,\" where he meets and teams up with fabulously feisty Winnie. Together, they devise a daring plan to save The BoxTrolls family. The film is based upon the children's novel 'Here Be Monsters' by Alan Snow.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Boxtrolls-Movie-Poster.jpg",
			"imdb_id": "tt0787474",
			"imdb_rating": "6.8",
			"runtime": "96",
			"language": "English",
			"ytid": "Q2dFVnp5K0o"
		},
		{
			"Title": "The Book of Life",
			"fulltitle": "The Book of Life (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "From producer Guillermo del Toro and director Jorge Gutierrez comes an animated comedy with a unique visual style. THE BOOK OF LIFE is the journey of Manolo, a young man who is torn between fulfilling the expectations of his family and following his heart. Before choosing which path to follow, he embarks on an incredible adventure that spans three fantastical worlds where he must face his greatest fears. Rich with a fresh take on pop music favorites, THE BOOK OF LIFE encourages us to celebrate the past while looking forward to the future.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Book-of-Life-Movie-Poster.jpg",
			"imdb_id": "tt2262227",
			"imdb_rating": "7.3",
			"runtime": "95",
			"language": "English",
			"ytid": "g_jjeqzJtgI"
		},
		{
			"Title": "The Animatrix",
			"fulltitle": "The Animatrix (2003)",
			"movie_year": "2003",
			"Categories": "Action|Adventure|Animation|Sci-Fi",
			"summary": "Anthology of nine short anime (Japanese animation) films tied in to the 1999 blockbuster \"The Matrix\" and its sequels. \"Final Flight of the Osiris\": The crew of the hovercraft Osiris attempt to warn their city of an imminent attack. \"The Second Renaissance, Parts 1 & 2\": The story behind the war between man and the machines, how mankind scorched the sky, and the creation of the Matrix. \"Kid's Story\": A teenager is contacted by Neo, and manages to escape the Matrix. \"Program\": Two warriors battle in a samurai training simulation when one decides to betray his crewmates and re-enter the Matrix. \"World Record\": A champion sprinter manages to break free of the Matrix by sheer physical effort during a record attempt. \"Beyond\": A young girl searching for her cat discovers a haunted house caused by a glitch in the system. \"A Detective Story\": Private investigator Ash tracks a hacker named Trinity through the looking glass. \"Matriculated\": A group of humans capture a machine scout and insert ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Animatrix-Movie-Poster.jpg",
			"imdb_id": "tt0328832",
			"imdb_rating": "7.4",
			"runtime": "100",
			"language": "English",
			"ytid": "JwKJsRU6V_s"
		},
		{
			"Title": "The Adventures of Tintin",
			"fulltitle": "The Adventures of Tintin (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Family|Mystery",
			"summary": "Having bought a model ship, the Unicorn, for a pound off a market stall Tintin is initially puzzled that the sinister Mr. Sakharine should be so eager to buy it from him, resorting to murder and kidnapping Tintin - accompanied by his marvellous dog Snowy - to join him and his gang as they sail to Morocco on an old cargo ship. Sakharine has bribed the crew to revolt against the ship's master, drunken Captain Haddock, but Tintin, Snowy and Haddock escape, arriving in Morocco at the court of a sheikh, who also has a model of the Unicorn. Haddock tells Tintin that over three hundred years earlier his ancestor Sir Francis Haddock was forced to scuttle the original Unicorn when attacked by a piratical forebear of Sakharine but he managed to save his treasure and provide clues to its location in three separate scrolls, all of which were secreted in models of the Unicorn. Tintin and Sakharine have one each and the villain intends to use the glass-shattering top Cs of operatic soprano the ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/The-Adventures-of-Tintin-Movie-Poster.jpg",
			"imdb_id": "tt0983193",
			"imdb_rating": "7.4",
			"runtime": "107",
			"language": "English",
			"ytid": "9ua_4ajpP58"
		},
		{
			"Title": "Ted",
			"fulltitle": "Ted (2012)",
			"movie_year": "2012",
			"Categories": "Action|Animation|Comedy|Fantasy|Romance",
			"summary": "John makes a Christmas miracle happen by bringing his one and only friend to life, his teddy bear. The two grow up together and John must then choose to stay with his girlfriend or keep his friendship with his crude and extremely inappropriate teddy bear, Ted.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ted-Movie-Poster.jpg",
			"imdb_id": "tt1637725",
			"imdb_rating": "7",
			"runtime": "106",
			"language": "English",
			"ytid": "8YBlnHxkCJc"
		},
		{
			"Title": "Tangled",
			"fulltitle": "Tangled (2010)",
			"movie_year": "2010",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "After receiving the healing powers from a magical flower, the baby Princess Rapunzel is kidnapped from the palace in the middle of the night by Mother Gothel. Mother Gothel knows that the flower's magical powers are now growing within the golden hair of Rapunzel, and to stay young, she must lock Rapunzel in her hidden tower. Rapunzel is now a teenager and her hair has grown to a length of 70-feet. The beautiful Rapunzel has been in the tower her entire life, and she is curious of the outside world. One day, the bandit Flynn Ryder scales the tower and is taken captive by Rapunzel. Rapunzel strikes a deal with the charming thief to act as her guide to travel to the place where the floating lights come from that she has seen every year on her birthday. Rapunzel is about to have the most exciting and magnificent journey of her life.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Tangled-Movie-Poster.jpg",
			"imdb_id": "tt0398286",
			"imdb_rating": "7.8",
			"runtime": "105",
			"language": "English",
			"ytid": "gKPzjsl9gYA"
		},
		{
			"Title": "Surf's Up",
			"fulltitle": "Surf's Up (2007)",
			"movie_year": "2007",
			"Categories": "Action|Animation|Comedy|Family|Sport",
			"summary": "This story follows a teenage rock hopper penguin named Cody Maverick from his hometown of Shiverpool, Antarctica, where all of the other penguins think he's nothing but a surfing fool, to the \"Big Z Memorial Surf Off\" on Pen Gu Island. Young Cody is determined to win the most important competition in the world of penguin surfing in honor of \"Big Z,\" a deceased surfing legend whom he has idolized since childhood. But the waves in Pen Gu are different than in Shiverpool, and the competition is steep. The current champ, egotistical Tank Evans, isn't just about to let this little penguin knock him from first place without a fight. When Cody wipes out and encounters Geek, a recluse aging former surfer, living in the jungle, he learns some important lessons about life and surfing, and even teaches Geek a thing or two.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Surfs-Up-Movie-Poster.jpg",
			"imdb_id": "tt0423294",
			"imdb_rating": "6.7",
			"runtime": "85",
			"language": "English",
			"ytid": "X8dKvkSfDVc"
		},
		{
			"Title": "Superman/Doomsday",
			"fulltitle": "Superman/Doomsday (2007)",
			"movie_year": "2007",
			"Categories": "Action|Adventure|Animation|Drama|Sci-Fi",
			"summary": "When LexCorps accidentally unleash a murderous creature, Doomsday, Superman meets his greatest challenge as a champion. Based on the \"The Death of Superman\" storyline that appeared in DC Comics' publications in the 1990s.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/SupermanDoomsday-Movie-Poster.jpg",
			"imdb_id": "tt0934706",
			"imdb_rating": "7",
			"runtime": "75",
			"language": "English",
			"ytid": "m4eTGnLVEBU"
		},
		{
			"Title": "Superman/Batman: Apocalypse",
			"fulltitle": "Superman/Batman: Apocalypse (2010)",
			"movie_year": "2010",
			"Categories": "Action|Adventure|Animation|Sci-Fi",
			"summary": "Batman discovers a mysterious teen-aged girl with super-human powers and a connection to Superman. When the girl comes to the attention of Darkseid, the evil overlord of Apokolips, events take a decidedly dangerous turn.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/SupermanBatman-Apocalypse-Movie-Poster.jpg",
			"imdb_id": "tt1673430",
			"imdb_rating": "7.2",
			"runtime": "62",
			"language": "English",
			"ytid": "VoW0m4Li2Bg"
		},
		{
			"Title": "Superman vs. The Elite",
			"fulltitle": "Superman vs. The Elite (2012)",
			"movie_year": "2012",
			"Categories": "Action|Animation|Sci-Fi",
			"summary": "Superman learns that there is a new superhero team around, The Elite. They quickly prove themselves a team of extraordinary power guided by a confident sense of direct practicality. As their popularity grows, Superman finds that they are outshining him with disquieting methods that grow more ruthless by the day even as the public appears to approve of their sneering dismissal of the Man of Steel's sense of moral restraint. However, as Lois Lane digs into the truth of the Elite, the secrets discovered combine with the team's escalating arrogance to create a menace determined to destroy Superman for their own power. Against that, Superman will have to resort to a disturbingly unorthodox solution to defeat them with a new perspective they cannot ignore.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Superman-vs.-The-Elite-Movie-Poster.jpg",
			"imdb_id": "tt2224455",
			"imdb_rating": "7.1",
			"runtime": "76",
			"language": "English",
			"ytid": "hXUu91JrpzA"
		},
		{
			"Title": "Superman: Unbound",
			"fulltitle": "Superman: Unbound (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation",
			"summary": "Offering herself as a hostage, Lois Lane is caught in an aerial confrontation between her terrorist captors and the unpredictable Supergirl before Superman arrives to save the day. Soon after, knowing Superman's civilian identity, Lois attempts to get Clark Kent to make their relationship public despite his fear of the consequences, but their argument is halted by a Daily Planet staff meeting before Kent leaves when they are being alerted to a meteor. Intercepting it, Superman learns the meteor to be a robot and that he promptly defeats before activating its beacon and taking it to the Fortress of Solitude. With help from a fear-filled Supergirl, Superman learns the robot is actually a drone controlled by a being named Brainiac, a cyborg who was originally a Coluan scientist who subjected himself to extensive cybernetic and genetic enhancements. As Supergirl reveals from her experience with the monster, Brainiac seized and miniaturized Krypton's capital city of Kandor prior to the ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Superman-Unbound-Movie-Poster.jpg",
			"imdb_id": "tt2617456",
			"imdb_rating": "6.7",
			"runtime": "75",
			"language": "English",
			"ytid": "MPjjxhWwiyk"
		},
		{
			"Title": "Song of the Sea",
			"fulltitle": "Song of the Sea (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Drama|Family",
			"summary": "Saoirse is a child who is the last of the selkies, women in Irish and Scottish legends who transform from seals into people. She escapes from her grandmother's home to journey to the sea and free fairy creatures trapped in the modern world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Song-of-the-Sea-Movie-Poster.jpg",
			"imdb_id": "tt1865505",
			"imdb_rating": "8.1",
			"runtime": "93",
			"language": "English",
			"ytid": "HgbXWt8kM5Q"
		},
		{
			"Title": "Sky Blue",
			"fulltitle": "Sky Blue (2003)",
			"movie_year": "2003",
			"Categories": "Action|Animation|Fantasy|Sci-Fi",
			"summary": "Civilization has been destroyed by war and pollution, but the survivors have built the last city of Ecoban. As most natural resources have been exhausted, Ecoban is powered by pollution. The citizens of Ecoban need to continue creating this pollution leading them into conflict with the inhabitants of Marr while one man just wants to clear away the clouds and see the sky",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Sky-Blue-Movie-Poster.jpg",
			"imdb_id": "tt0353014",
			"imdb_rating": "6.8",
			"runtime": "86",
			"language": "English",
			"ytid": "0kuSBLYfwco"
		},
		{
			"Title": "Shrek the Third",
			"fulltitle": "Shrek the Third (2007)",
			"movie_year": "2007",
			"Categories": "Adventure|Animation|Comedy|Family|Fantasy",
			"summary": "When Fiona's father and King of Far Far Away passes away, the clumsy Shrek becomes the immediate successor of the throne. However, Shrek decides to find the legitimate heir Artie in a distant kingdom with his friends Donkey and Puss in Boots to be able return to his beloved house in the swamp with the pregnant Fiona. Meanwhile, the envious and ambitious Prince Charming joins the villains of the fairytales plotting a coup d'tat to become the new king.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Shrek-the-Third-Movie-Poster.jpg",
			"imdb_id": "tt0413267",
			"imdb_rating": "6",
			"runtime": "93",
			"language": "English",
			"ytid": "BZQewunPPA4"
		},
		{
			"Title": "Shrek Forever After",
			"fulltitle": "Shrek Forever After (2010)",
			"movie_year": "2010",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "The once hideous ogre Shrek is now living a good life with wife Fiona and his three children. But he soon has a meltdown in front of them and his friends during his kids' birthday party. He suddenly wants to be a real ogre like he was before he ever met Fiona. So he turns to devious deal maker Rumplestiltskin for help. At first, Shrek lives the life he once lost and everything is good. But he soon finds out that he has been set up by Rumplestiltskin, who now rules the land with an iron fist. Teaming with friends Donkey, Fiona and Puss in Boots, Shrek is in for the fight of his life as he tries to get his life back before time runs out.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Shrek-Forever-After-Movie-Poster.jpg",
			"imdb_id": "tt0892791",
			"imdb_rating": "6.3",
			"runtime": "93",
			"language": "English",
			"ytid": "u7__TG7swg0"
		},
		{
			"Title": "Shrek",
			"fulltitle": "Shrek (2001)",
			"movie_year": "2001",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "When a green ogre named Shrek discovers his swamp has been 'swamped' with all sorts of fairytale creatures by the scheming Lord Farquaad, Shrek sets out with a very loud donkey by his side to 'persuade' Farquaad to give Shrek his swamp back. Instead, a deal is made. Farquaad, who wants to become the King, sends Shrek to rescue Princess Fiona, who is awaiting her true love in a tower guarded by a fire-breathing dragon. But once they head back with Fiona, it starts to become apparent that not only does Shrek, an ugly ogre, begin to fall in love with the lovely princess, but Fiona is also hiding a huge secret.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Shrek-Movie-Poster.jpg",
			"imdb_id": "tt0126029",
			"imdb_rating": "7.9",
			"runtime": "90",
			"language": "English",
			"ytid": "jYejzdBwvY4"
		},
		{
			"Title": "Shrek 2",
			"fulltitle": "Shrek 2 (2004)",
			"movie_year": "2004",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Shrek has rescued Princess Fiona, got married, and now is time to meet the parents. Shrek, Fiona, and Donkey set off to Far, Far Away to meet Fiona's mother and father. But not everyone is happy. Shrek and the King find it hard to get along, and there's tension in the marriage. It's not just the family who are unhappy. Prince Charming returns from a failed attempt at rescuing Fiona, and works alongside his mother, the Fairy Godmother, to try and find a way to get Shrek away from Fiona.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Shrek-2-Movie-Poster.jpg",
			"imdb_id": "tt0298148",
			"imdb_rating": "7.2",
			"runtime": "93",
			"language": "English",
			"ytid": "k0Bb0jaKB-Y"
		},
		{
			"Title": "Shaun the Sheep Movie",
			"fulltitle": "Shaun the Sheep Movie (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Shaun the sheep is tired of doing the same work at the farm everyday. He decides to take a day off. In order to do that, he needs to make sure the farmer doesn't know. When more happens than they can handle, the sheep find their way in the big city. Now they need to get back to the farm.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Shaun-the-Sheep-Movie-Movie-Poster.jpg",
			"imdb_id": "tt2872750",
			"imdb_rating": "7.4",
			"runtime": "85",
			"language": "English",
			"ytid": "tQvwiOWpj7o"
		},
		{
			"Title": "Secret of the Wings",
			"fulltitle": "Secret of the Wings (2012)",
			"movie_year": "2012",
			"Categories": "Action|Animation|Family|Fantasy",
			"summary": "Tinker Bell finds herself crossing into the Winter Woods. There she meets Periwinkle and together they find the magical powers that their wings obtain. They have to save the Pixie Tree from a dark winter, but something horrible happens to Tinker Bell, will the wing power fix it?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Secret-of-the-Wings-Movie-Poster.jpg",
			"imdb_id": "tt1217213",
			"imdb_rating": "7.2",
			"runtime": "75",
			"language": "English",
			"ytid": "UpFv8M2HdQ4"
		},
		{
			"Title": "Scooby-Doo! WrestleMania Mystery",
			"fulltitle": "Scooby-Doo! WrestleMania Mystery (2014)",
			"movie_year": "2014",
			"Categories": "Action|Animation|Comedy|Family|Mystery",
			"summary": "When Shaggy and Scooby win tickets to WrestleMania, the entire gang travels in the Mystery Machine to WWE City to attend the epic event. However, when a mysterious ghostly bear appears and threatens to ruin the show, Scooby, Shaggy, Velma, Daphne and Fred work with WWE Superstars to solve the case.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Scooby-Doo-WrestleMania-Mystery-Movie-Poster.jpg",
			"imdb_id": "tt2337576",
			"imdb_rating": "6.4",
			"runtime": "84",
			"language": "English",
			"ytid": "fZpsstQKElU"
		},
		{
			"Title": "Robots",
			"fulltitle": "Robots (2005)",
			"movie_year": "2005",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Even in a world populated entirely by mechanical beings Rodney Copperbottom is considered a genius inventor. Rodney dreams of two things, making the world a better place and meeting his idol, the master inventor Bigweld. On his journey he encounters Cappy, a beautiful executive 'bot with whom Rodney is instantly smitten, the nefarious corporate tyrant Ratchet who locks horns with Rodney, and a group of misfit 'bots known as the Rusties, led by Fender and Piper Pinwheeler.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Robots-Movie-Poster.jpg",
			"imdb_id": "tt0358082",
			"imdb_rating": "6.3",
			"runtime": "91",
			"language": "English",
			"ytid": "eYfarPCy5nc"
		},
		{
			"Title": "Rise of the Guardians",
			"fulltitle": "Rise of the Guardians (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "When an evil spirit known as Pitch lays down the gauntlet to take over the world, the immortal Guardians must join forces for the first time to protect the hopes, beliefs, and imaginations of children all over the world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Rise-of-the-Guardians-Movie-Poster.jpg",
			"imdb_id": "tt1446192",
			"imdb_rating": "7.3",
			"runtime": "97",
			"language": "English",
			"ytid": "aPLiBxhoug0"
		},
		{
			"Title": "Rio",
			"fulltitle": "Rio (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Comedy|Crime",
			"summary": "In Rio de Janeiro, baby macaw, Blu, is captured by dealers and smuggled to the USA. While driving through Moose Lake, Minnesota, the truck that is transporting Blu accidentally drops Blu's box on the road. A girl, Linda, finds the bird and raises him with love. Fifteen years later, Blu is a domesticated and intelligent bird that does not fly and lives a comfortable life with bookshop owner Linda. Out of the blue, clumsy Brazilian ornithologist, Tulio, visits Linda and explains that Blu is the last male of his species, and he has a female called Jewel in Rio de Janeiro. He invites Linda to bring Blu to Rio so that he and Jewel can save their species. Linda travels with Blu and Tulio to Rio de Janeiro and they leave Blu and Jewel in a large cage in the institute where Tulio works. While they are having dinner, smugglers break into the institute and steal Blu and Jewel to sell them. Linda and Tulio look everywhere for Blu, who is chained to Jewel and hidden in a slum. Meanwhile, Jewel ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Rio-Movie-Poster.jpg",
			"imdb_id": "tt1436562",
			"imdb_rating": "6.9",
			"runtime": "96",
			"language": "English",
			"ytid": "P1GRO31ve5Q"
		},
		{
			"Title": "Rio 2",
			"fulltitle": "Rio 2 (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "It's a jungle out there for Blu, Jewel and their three kids after they're hurtled Rio de Janeiro to the wilds of the Amazon. As Blu tries to fit in, he goes beak-to-beak with the vengeful Nigel, and meets the most fearsome adversary of all: his father-in-law.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Rio-2-Movie-Poster.jpg",
			"imdb_id": "tt2357291",
			"imdb_rating": "6.3",
			"runtime": "101",
			"language": "English",
			"ytid": "leJuOObuCxM"
		},
		{
			"Title": "Resident Evil: Degeneration",
			"fulltitle": "Resident Evil: Degeneration (2008)",
			"movie_year": "2008",
			"Categories": "Action|Animation|Horror|Sci-Fi|Thriller",
			"summary": "Seven years after the Raccoon City incident, a man heartbroken from losing loved ones in the destroyed city unleashes a remnant T-Virus in an airport, forcing special agent Leon S. Kennedy and Claire Redfield, close allies and hardened survivors of the Raccoon City incident, to quell the outbreak and discover the truth behind it all.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Resident-Evil-Degeneration-Movie-Poster.jpg",
			"imdb_id": "tt1174954",
			"imdb_rating": "6.6",
			"runtime": "85",
			"language": "English",
			"ytid": "Rk60V-qFzCU"
		},
		{
			"Title": "Resident Evil: Damnation",
			"fulltitle": "Resident Evil: Damnation (2012)",
			"movie_year": "2012",
			"Categories": "Action|Animation|Horror|Sci-Fi|Thriller",
			"summary": "United States Special Agent Leon S. Kennedy sneaks into a small Eastern European country to verify rumors that Bio Organic Weapons (B.O.W.s) are being used in war. Right after his infiltration, the U.S. government orders him to leave immediately. Determined to uncover the truth, Leon ignores the order and enters the battlefield to end the chain of tragedies caused by the B.O.W.s.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Resident-Evil-Damnation-Movie-Poster.jpg",
			"imdb_id": "tt1753496",
			"imdb_rating": "6.6",
			"runtime": "100",
			"language": "English",
			"ytid": "VNJyv8gT2ZE"
		},
		{
			"Title": "Ratatouille",
			"fulltitle": "Ratatouille (2007)",
			"movie_year": "2007",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "A rat named Remy dreams of becoming a great French chef despite his family's wishes and the obvious problem of being a rat in a decidedly rodent-phobic profession. When fate places Remy in the sewers of Paris, he finds himself ideally situated beneath a restaurant made famous by his culinary hero, Auguste Gusteau. Despite the apparent dangers of being an unlikely - and certainly unwanted - visitor in the kitchen of a fine French restaurant, Remy's passion for cooking soon sets into motion a hilarious and exciting rat race that turns the culinary world of Paris upside down.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ratatouille-Movie-Poster.jpg",
			"imdb_id": "tt0382932",
			"imdb_rating": "8",
			"runtime": "111",
			"language": "English",
			"ytid": "KQUpZqshj7M"
		},
		{
			"Title": "Rango",
			"fulltitle": "Rango (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Rango is a pet chameleon always on the lookout for action and adventure, except the fake kind, where he directs it and acts in it. After a car accident, he winds up in an old western town called Dirt. What this town needs the most is water, but they also need a hero and a sheriff. The thirsty Rango instantly takes on the role of both and selfishly agrees to take on the case of their missing water.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Rango-Movie-Poster.jpg",
			"imdb_id": "tt1192628",
			"imdb_rating": "7.2",
			"runtime": "107",
			"language": "English",
			"ytid": "DDgoDooApwM"
		},
		{
			"Title": "Puss in Boots",
			"fulltitle": "Puss in Boots (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Years before meeting Shrek and Donkey, the adorable but tricky Puss in Boots must clear his name from all charges making him a wanted fugitive. While trying to steal magic beans from the infamous criminals Jack and Jill, the hero crosses paths with his female match, Kitty Softpaws, who leads Puss to his old friend, but now enemy, Humpty Dumpty. Memories of friendship and betrayal enlarges Puss' doubt, but he eventually agrees to help the egg get the magic beans. Together, the three plan to steal the beans, get to the Giant's castle, nab the golden goose, and clear Puss' name.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Puss-in-Boots-Movie-Poster.jpg",
			"imdb_id": "tt0448694",
			"imdb_rating": "6.7",
			"runtime": "90",
			"language": "English",
			"ytid": "55gmAtakjJ4"
		},
		{
			"Title": "Planes: Fire & Rescue",
			"fulltitle": "Planes: Fire & Rescue (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "When world-famous air racer Dusty learns that his engine is damaged and he may never race again, he must shift gears and is launched into the world of aerial firefighting. Dusty joins forces with veteran fire and rescue helicopter Blade Ranger and his team, a bunch of all-terrain vehicles known as The Smokejumpers. Together, the fearless team battles a massive wildfire, and Dusty learns what it takes to become a true hero.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Planes-Fire-Rescue-Movie-Poster.jpg",
			"imdb_id": "tt2980706",
			"imdb_rating": "6",
			"runtime": "83",
			"language": "English",
			"ytid": "-Vv3pnGt9Dc"
		},
		{
			"Title": "Penguins of Madagascar",
			"fulltitle": "Penguins of Madagascar (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Super spy teams aren't born...they're hatched. Discover the secrets of the greatest and most hilarious covert birds in the global espionage biz: Skipper, Kowalski, Rico and Private. These elitists of the elite are joining forces with a chic undercover organization, The North Wind. Led by handsome and husky Agent Classified (we could tell you his name, but then...you know). Together, they must stop the villainous Dr. Octavius Brine, from destroying the world as we know it.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Penguins-of-Madagascar-Movie-Poster.jpg",
			"imdb_id": "tt1911658",
			"imdb_rating": "6.7",
			"runtime": "92",
			"language": "English",
			"ytid": "retX8Wj7JdM"
		},
		{
			"Title": "ParaNorman",
			"fulltitle": "ParaNorman (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "In the town of Blithe Hollow, Norman Babcock is a boy who can speak to the dead, but no one besides his eccentric new friend, Neil, believes his ability is real. One day, Norman's estranged eccentric uncle tells him of an important annual ritual he must take up to protect the town from a curse cast by a witch it condemned centuries ago. Eventually, Norman decides to cooperate, but things don't go according to plan. Now, a magic storm of the witch threatens Blithe Hollow as the accursed dead rise. Together with unexpected new companions, Norman struggles to save his town, only to discover the horrific truth of the curse. With that insight, Norman must resolve the crisis for good as only he can.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/ParaNorman-Movie-Poster.jpg",
			"imdb_id": "tt1623288",
			"imdb_rating": "7",
			"runtime": "92",
			"language": "English",
			"ytid": "hgwSpajMw3s"
		},
		{
			"Title": "Paddington",
			"fulltitle": "Paddington (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "A young Peruvian bear with a passion for all things British travels to London in search of a home. Finding himself lost and alone at Paddington Station, he begins to realize that city life is not all he had imagined - until he meets the kind Brown family, who read the label around his neck ('Please look after this bear. Thank you.') and offer him a temporary haven. It looks as though his luck has changed until this rarest of bears catches the eye of a museum taxidermist.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Paddington-Movie-Poster.jpg",
			"imdb_id": "tt1109624",
			"imdb_rating": "7.2",
			"runtime": "95",
			"language": "English",
			"ytid": "X-d-V9jXYDE"
		},
		{
			"Title": "Open Season",
			"fulltitle": "Open Season (2006)",
			"movie_year": "2006",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "A happily domesticated grizzly bear named Boog, has his perfect world turned upside down after he meets Elliot, a scrawny, fast-talking one-horned wild mule deer. They both end up stranded together in the woods during hunting season and it's up to the duo to rally all the other forest animals and turn the tables on the hunters.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Open-Season-Movie-Poster.jpg",
			"imdb_id": "tt0400717",
			"imdb_rating": "6.2",
			"runtime": "86",
			"language": "English",
			"ytid": "TxuILCOrnSE"
		},
		{
			"Title": "My Little Pony: Equestria Girls",
			"fulltitle": "My Little Pony: Equestria Girls (2013)",
			"movie_year": "2013",
			"Categories": "Action|Animation|Comedy|Family|Fantasy",
			"summary": "In Equestria, the newly crowned Princess Twilight Sparkle is still trying to adjust to her new status and wings. However, Sunset Shimmer a renegade former student of Princess Celestia, steals her magic crown and escapes to another world. Twilight is charged with recovering the crown and she and her companion, Spike, pursue the thief. Crossing over, Twilight finds that she has been changed into a powerless human in a high school world populated with teenage human counterparts of her friends. To save both worlds, Twilight must rediscover the magic of friendship that transcends everything she imagined possible.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/My-Little-Pony-Equestria-Girls-Movie-Poster.jpg",
			"imdb_id": "tt2908228",
			"imdb_rating": "6.1",
			"runtime": "72",
			"language": "English",
			"ytid": "rAepCDsBepE"
		},
		{
			"Title": "Mr. Peabody & Sherman",
			"fulltitle": "Mr. Peabody & Sherman (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Mr. Peabody is a business titan, inventor, scientist, gourmand, two-time Olympic medalist and genius...who also happens to be a dog. Using his most ingenious invention, the WABAC machine, Mr. Peabody and his adopted boy Sherman hurtle back in time to experience world-changing events first-hand and interact with some of the greatest characters of all time. But when Sherman breaks the rules of time travel, our two heroes find themselves in a race to repair history and save the future, while Mr. Peabody may face his biggest challenge yet - being a parent.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Mr.-Peabody-Sherman-Movie-Poster.jpg",
			"imdb_id": "tt0864835",
			"imdb_rating": "6.8",
			"runtime": "92",
			"language": "English",
			"ytid": "DvYeVcTAyHA"
		},
		{
			"Title": "Monsters vs. Aliens",
			"fulltitle": "Monsters vs. Aliens (2009)",
			"movie_year": "2009",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "When a meteorite from outer space hits a young California woman named Susan Murphy and turns her into a giant monster, she is taken to a secret government compound where she meets a ragtag group of monsters also rounded up over the years. As a last resort, under the guidance of General W.R. Monger, on a desperate order from The President, the motley crew of Monsters is called into action to combat the aliens and save the world from imminent destruction!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Monsters-vs.-Aliens-Movie-Poster.jpg",
			"imdb_id": "tt0892782",
			"imdb_rating": "6.5",
			"runtime": "94",
			"language": "English",
			"ytid": "r4kBr3xdH2w"
		},
		{
			"Title": "Monsters University",
			"fulltitle": "Monsters University (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Mike Wazowski and James P. Sullivan are an inseparable pair, but that wasn't always the case. From the moment these two mismatched monsters met they couldn't stand each other. \"Monsters University\" unlocks the door to how Mike and Sulley overcame their differences and became the best of friends.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Monsters-University-Movie-Poster.jpg",
			"imdb_id": "tt1453405",
			"imdb_rating": "7.3",
			"runtime": "104",
			"language": "English",
			"ytid": "QxrQ6BaijAY"
		},
		{
			"Title": "Monsters, Inc.",
			"fulltitle": "Monsters, Inc. (2001)",
			"movie_year": "2001",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "A city of monsters with no humans called Monstropolis centers around the city's power company, Monsters, Inc. The lovable, confident, tough, furry blue behemoth-like giant monster named James P. Sullivan (better known as Sulley) and his wisecracking best friend, short, green cyclops monster Mike Wazowski, discover what happens when the real world interacts with theirs in the form of a 2-year-old baby girl dubbed \"Boo,\" who accidentally sneaks into the monster world with Sulley one night. And now it's up to Sulley and Mike to send Boo back in her door before anybody finds out, especially two evil villains such as Sulley's main rival as a scarer, chameleon-like Randall (a monster that Boo is very afraid of), who possesses the ability to change the color of his skin, and Mike and Sulley's boss Mr. Waternoose, the chairman and chief executive officer of Monsters, Inc.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Monsters-Inc.-Movie-Poster.jpg",
			"imdb_id": "tt0198781",
			"imdb_rating": "8.1",
			"runtime": "92",
			"language": "English",
			"ytid": "UplAPb2sfbs"
		},
		{
			"Title": "Monster House",
			"fulltitle": "Monster House (2006)",
			"movie_year": "2006",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "The teenage Ninja mutant snail DJ is observing his neighbor Nebbercracker on the other side of their street in the suburb that destroys tricycles of children that trespass his lawn. When DJ's parents travel on the eve of Halloween and the abusive nanny Zee stays with him, he calls his clumsy best friend Chowder to play basketball. But when the ball falls in Nebbercracker's lawn, the old man has a siege, and soon they find that the house is a monster. Later the boys rescue the smart Jenny from the house and the trio unsuccessfully tries to convince the babysitter, her boyfriend Bones and two police officers that the haunted house is a monster, but nobody believes them. The teenagers ask their video-game addicted acquaintance Skull how to destroy the house, and they disclose its secret on the Halloween night.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Monster-House-Movie-Poster.jpg",
			"imdb_id": "tt0385880",
			"imdb_rating": "6.6",
			"runtime": "91",
			"language": "English",
			"ytid": "DSmE-0A5B8A"
		},
		{
			"Title": "Monster High: Haunted",
			"fulltitle": "Monster High: Haunted (2015)",
			"movie_year": "2015",
			"Categories": "Action|Animation|Family",
			"summary": "When Spectra Vondergeist goes back to her old ghost school to find out why Monster High is being haunted, the other ghouls use Boogey Sand to transform into ghosts so they can follow her. There, they die-scover that spirits are low because the Principal weighs students down with ghastly rules and detention chains. It's up to the ghouls and their new ghost friends to unbury the mystery of the hauntings and the secrets of the ghost school!",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Monster-High-Haunted-Movie-Poster.jpg",
			"imdb_id": "tt4137924",
			"imdb_rating": "6",
			"runtime": "75",
			"language": "English",
			"ytid": "ub-Xul6bmi8"
		},
		{
			"Title": "Mickey, Donald, Goofy: The Three Musketeers",
			"fulltitle": "Mickey, Donald, Goofy: The Three Musketeers (2004)",
			"movie_year": "2004",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Parisian screw-up urchins Mickey, Donald, and Goofy can barely keep out of trouble for a day, but since gallant musketeer saved Mickey and gave him his plumed hat as a token they may one day join the glorious French royal elite regiment, they dream of enlisting. Guards captain Peg-leg, who dreams of usurping the throne, cruelly laughs them away as butterfingers midgets of no use. yet, when haughty Minnie, whom he needs to wed to legitimate his coup, demands her own bodyguard, which mighty actually protect her, he decides to enlist and propose the bumbling trio, confident he and masked accomplices can easily eliminate and blame those.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Mickey-Donald-Goofy-The-Three-Musketeers-Movie-Poster.jpg",
			"imdb_id": "tt0371823",
			"imdb_rating": "6.4",
			"runtime": "55",
			"language": "English",
			"ytid": "1l0sCXcsgak"
		},
		{
			"Title": "Metropia",
			"fulltitle": "Metropia (2009)",
			"movie_year": "2009",
			"Categories": "Action|Animation|Drama|Mystery|Sci-Fi",
			"summary": "In the near future, oil reserves are nearly depleted and Europe is connected by series of underground tunnels. While navigating these tunnels, Roger hears voices, one in particular. Seeking a way to rid himself of the voice only leads Roger deeper into a bizarre conspiracy of control - mind and body.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Metropia-Movie-Poster.jpg",
			"imdb_id": "tt0985058",
			"imdb_rating": "6.3",
			"runtime": "86",
			"language": "English",
			"ytid": "vLPD_9uFmVI"
		},
		{
			"Title": "Megamind",
			"fulltitle": "Megamind (2010)",
			"movie_year": "2010",
			"Categories": "Action|Animation|Comedy|Family|Sci-Fi",
			"summary": "After super-villain Megamind (Ferrell) kills his good-guy nemesis, Metro Man (Pitt), he becomes bored since there is no one left to fight. He creates a new foe, Tighten (Hill), who, instead of using his powers for good, sets out to destroy the world, positioning Megamind to save the day for the first time in his life.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Megamind-Movie-Poster.jpg",
			"imdb_id": "tt1001526",
			"imdb_rating": "7.3",
			"runtime": "95",
			"language": "English",
			"ytid": "YvRu8fFRf1U"
		},
		{
			"Title": "Meet the Robinsons",
			"fulltitle": "Meet the Robinsons (2007)",
			"movie_year": "2007",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Lewis an orphan wants to see what his mother looked like. So he invents a machine that looks through your brain so you can see your memories. But this weird kid says he's from the future and warns him about a guy in a bowler hat. The bowler hat guy messes with his invention and it fails. He decides that he's a failure and no one wants him. But the kid that warned him about the guy is here on a mission to find the bowler hat guy that wants to destroy Lewis. To prove he's from the future he takes Lewis to the future. But the time machine breaks and he's stuck in the future until he fixes it. In the meantime he spends quality time with the family. But the bowler hat guy is about to alter time and it's up to Lewis to save the future.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Meet-the-Robinsons-Movie-Poster.jpg",
			"imdb_id": "tt0396555",
			"imdb_rating": "6.9",
			"runtime": "95",
			"language": "English",
			"ytid": "S396-fnLldk"
		},
		{
			"Title": "Maya the Bee Movie",
			"fulltitle": "Maya the Bee Movie (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Freshly hatched bee Maya is a little whirlwind and won't follow the rules of the hive. One of these rules is not to trust the hornets that live beyond the meadow. When the Royal Jelly is stolen, the hornets are suspected and Maya is thought to be their accomplice. No one believes that she is the innocent victim and no one will stand by her except for her good-natured and best friend Willy. After a long and eventful journey to the hornets hive Maya and Willy soon discover the true culprit and the two friends finally bond with the other residents of the opulent meadow.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Maya-the-Bee-Movie-Movie-Poster.jpg",
			"imdb_id": "tt3336368",
			"imdb_rating": "6",
			"runtime": "89",
			"language": "English",
			"ytid": "mSNrUGsxRYM"
		},
		{
			"Title": "Mary and Max",
			"fulltitle": "Mary and Max (2009)",
			"movie_year": "2009",
			"Categories": "Action|Animation|Comedy|Drama",
			"summary": "In the mid-1970's, a homely, friendless Australian girl of 8 picks a name out of a Manhattan phone book and writes to him; she includes a chocolate bar. She's Mary Dinkle, the only child of an alcoholic mother and a distracted father. He's Max Horowitz, an overweight man with Asperger's, living alone in New York. He writes back, with chocolate. Thus begins a 20-year correspondence, interrupted by a stay in an asylum and a few misunderstandings. Mary falls in love with a neighbor, saves money to have a birthmark removed and deals with loss. Max has a friendship with a neighbor, tries to control his weight, and finally gets the dream job. Will the two ever meet face to face?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Mary-and-Max-Movie-Poster.jpg",
			"imdb_id": "tt0978762",
			"imdb_rating": "8.1",
			"runtime": "92",
			"language": "English",
			"ytid": "MgRjB8PEDkM"
		},
		{
			"Title": "Madagascar: Escape 2 Africa",
			"fulltitle": "Madagascar: Escape 2 Africa (2008)",
			"movie_year": "2008",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "The sequel to 2005's \"Madagascar\", in which New York Zoo animals, Alex the Lion, Marty the Zebra, Melman the Giraffe and Gloria the Hippo, still stranded on Madagascar, start to leave the island. All of a sudden, they land in the wilderness of Africa, where Alex meets the rest of his family, but has trouble communicating with them after spending so much time at the Central Park Zoo.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Madagascar-Escape-2-Africa-Movie-Poster.jpg",
			"imdb_id": "tt0479952",
			"imdb_rating": "6.7",
			"runtime": "89",
			"language": "English",
			"ytid": "D8g_E1hyLYk"
		},
		{
			"Title": "Madagascar 3: Europe's Most Wanted",
			"fulltitle": "Madagascar 3: Europe's Most Wanted (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Alex, Marty, Gloria and Melman are still trying to get back to the Big Apple and their beloved Central Park zoo, but first they need to find the penguins. When they travel to Monte Carlo, they attract the attention of Animal Control after gate crashing a party and are joined by the penguins, King Julian and Co., and the monkeys. How do a lion, zebra, hippo, giraffe, four penguins, two monkeys, three lemurs travel through Europe without attracting attention and get back to New York? They join a traveling circus. Their attempts to get back to New York are consistently hampered by the Captain of Animal Control who wants to make Alex part of her collection. Once they make it back to New York Marty, Alex, Gloria and Melman realize that they want to be part of the traveling circus.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Madagascar-3-Europes-Most-Wanted-Movie-Poster.jpg",
			"imdb_id": "tt1277953",
			"imdb_rating": "6.9",
			"runtime": "105",
			"language": "English",
			"ytid": "gjLc0MwjUrE"
		},
		{
			"Title": "Madagascar",
			"fulltitle": "Madagascar (2005)",
			"movie_year": "2005",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "At New York's Central Park Zoo, a lion, a zebra, a giraffe, and a hippo are best friends and stars of the show. But when one of the animals goes missing from their cage, the other three break free to look for him, only to find themselves reunited ... on a ship en route to Africa. When their vessel is hijacked, however, the friends, who have all been raised in captivity, learn first-hand what life can be like in the wild.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Madagascar-Movie-Poster.jpg",
			"imdb_id": "tt0351283",
			"imdb_rating": "6.9",
			"runtime": "86",
			"language": "English",
			"ytid": "RgIjYy4Ewhg"
		},
		{
			"Title": "Lilo & Stitch",
			"fulltitle": "Lilo & Stitch (2002)",
			"movie_year": "2002",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "In a place far, far away, illegal genetic experiment #626 is detected: Ruthless scientist Dr. Jumba Jookiba has created a strong, intelligent, nearly indestructible and aggressive being with only one known weakness: The high density of his body makes it impossible for the experiment to swim in water. The scientist is sentenced to jail by the Grand Council of the Galactic Federation. The experiment is supposed to be transported to a prison asteroid, yet manages to escape Captain Gantu, who was supposed to deliver him there. With a stolen police cruiser (the red one), the destructive being races towards a little and already doomed planet: Earth. Stranded on Hawaii, experiment #626 can't actually do much harm: water all around, no big cities and two well-equipped representatives of the Galactic Federation already following close behind to catch him again. But Dr. Jookiba and the Earth expert Pleakley never could have guessed that earth girl Lilo adopts the experiment as dog, gives him ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Lilo-Stitch-Movie-Poster.jpg",
			"imdb_id": "tt0275847",
			"imdb_rating": "7.2",
			"runtime": "85",
			"language": "English",
			"ytid": "wAtaSKQ4-T0"
		},
		{
			"Title": "Legend of the Guardians: The Owls of Ga'Hoole",
			"fulltitle": "Legend of the Guardians: The Owls of Ga'Hoole (2010)",
			"movie_year": "2010",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "Soren, a young barn owl, is kidnapped by owls of St. Aggie's, ostensibly an orphanage, where owlets are brainwashed into becoming soldiers. He and his new friends escape to the island of Ga'Hoole, to assist its noble, wise owls who fight the army being created by the wicked rulers of St. Aggie's.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Legend-of-the-Guardians-The-Owls-of-GaHoole-Movie-Poster.jpg",
			"imdb_id": "tt1219342",
			"imdb_rating": "7",
			"runtime": "97",
			"language": "English",
			"ytid": "0c5gYg3adeI"
		},
		{
			"Title": "Cobain: Montage of Heck",
			"fulltitle": "Cobain: Montage of Heck (2015)",
			"movie_year": "2015",
			"Categories": "Action|Animation|Biography|Documentary|Music",
			"summary": "An authorized documentary on the late musician Kurt Cobain, from his early days in Aberdeen, Washington to his success and downfall with the grunge band Nirvana.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Cobain-Montage-of-Heck-Movie-Poster.jpg",
			"imdb_id": "tt4229236",
			"imdb_rating": "7.5",
			"runtime": "145",
			"language": "English",
			"ytid": "V0gotrqhyKU"
		},
		{
			"Title": "Kung Fu Panda",
			"fulltitle": "Kung Fu Panda (2008)",
			"movie_year": "2008",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "It's the story about a lazy, irreverent slacker panda, named Po, who is the biggest fan of Kung Fu around...which doesn't exactly come in handy while working every day in his family's noodle shop. Unexpectedly chosen to fulfill an ancient prophecy, Po's dreams become reality when he joins the world of Kung Fu and studies alongside his idols, the legendary Furious Five -- Tigress, Crane, Mantis, Viper and Monkey -- under the leadership of their guru, Master Shifu. But before they know it, the vengeful and treacherous snow leopard Tai Lung is headed their way, and it's up to Po to defend everyone from the oncoming threat. Can he turn his dreams of becoming a Kung Fu master into reality? Po puts his heart - and his girth - into the task, and the unlikely hero ultimately finds that his greatest weaknesses turn out to be his greatest strengths.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Kung-Fu-Panda-Movie-Poster.jpg",
			"imdb_id": "tt0441773",
			"imdb_rating": "7.6",
			"runtime": "92",
			"language": "English",
			"ytid": "uZrxJSawyNM"
		},
		{
			"Title": "Kung Fu Panda 2",
			"fulltitle": "Kung Fu Panda 2 (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "In the Valley of Peace, Po Ping is revelling in his fulfilled dreams as he serves as the fabled Dragon Warrior protecting his home with his heroes now his closest friends. However, Po and company learn that the murderous Lord Shen of Gongman City is threatening the land with a fearsome new weapon that could mean the end of kung fu. They attempt to stop him, but the panda is burdened with crippling memory flashbacks linked to this villain. Now with China in the balance, Po must learn about his past and find true inner peace against all opposition.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Kung-Fu-Panda-2-Movie-Poster.jpg",
			"imdb_id": "tt1302011",
			"imdb_rating": "7.3",
			"runtime": "90",
			"language": "English",
			"ytid": "oTtDn2W39Sg"
		},
		{
			"Title": "Justice League: War",
			"fulltitle": "Justice League: War (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Fantasy|Sci-Fi",
			"summary": "The world's finest heroes found the Justice League in order to stop an alien invasion of Earth.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Justice-League-War-Movie-Poster.jpg",
			"imdb_id": "tt3060952",
			"imdb_rating": "7.3",
			"runtime": "79",
			"language": "English",
			"ytid": "q3F9ASSsHUk"
		},
		{
			"Title": "Justice League: The New Frontier",
			"fulltitle": "Justice League: The New Frontier (2008)",
			"movie_year": "2008",
			"Categories": "Action|Adventure|Animation|Fantasy|Sci-Fi",
			"summary": "Adapting the award-winning DC Comics miniseries DC: THE NEW FRONTIER by Darwyn Cooke, Justice League: The New Frontier spins a tale of the DC Universe in the 1950s, focusing on test pilot Hal Jordan (Green Lantern) and the Martian Manhunter. The story also features other DC characters, including Barry Allen (the Flash), Superman, Wonder Woman, Batman, and many more.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Justice-League-The-New-Frontier-Movie-Poster.jpg",
			"imdb_id": "tt0902272",
			"imdb_rating": "7",
			"runtime": "75",
			"language": "English",
			"ytid": "6lEhVhzPy3c"
		},
		{
			"Title": "Justice League: Doom",
			"fulltitle": "Justice League: Doom (2012)",
			"movie_year": "2012",
			"Categories": "Action|Animation|Fantasy|Sci-Fi",
			"summary": "The Justice League are a team of great power, but also of personal secrets they thought safe. That changes when the immortal supervillain, Vandal Savage, has Batman's Batcave secretly raided to learn them all and more. Soon, the Leaguers are individually beset by their enemies who attack them with inescapable death traps specifically designed with that information. With that, all seems lost until an indomitable Knight and a young Titan combine to deliver salvation even as Savage uses the opportunity to implement a far grander scheme.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Justice-League-Doom-Movie-Poster.jpg",
			"imdb_id": "tt2027128",
			"imdb_rating": "7.5",
			"runtime": "75",
			"language": "English",
			"ytid": "uBrvW9FbfDw"
		},
		{
			"Title": "Immortal",
			"fulltitle": "Immortal (2004)",
			"movie_year": "2004",
			"Categories": "Action|Animation|Crime|Drama|Sci-Fi",
			"summary": "This movie is set in the year 2095, hence the presence of mutant humans and extraterrestrials. The main character is known as Jill. She is not human. When she is discovered by Dr. Elma Turner she is diagnosed as being the most interesting genetic test subject Turner has ever come across. Her organs are not in the right place, she has no memory and her internal biological age appears to be only three months old. Turner gives her a break, giving her an identity card and a place to stay, in exchange for Jill being her guinea-pig to work on and discover more about. Nicopol is a frozen prisoner who is due to be released a year after the film is set. There is a problem in the frozen prisoners' ward and several are thrown down to the ground(dying in the process), including Nicopol, but he lives and only loses a leg. There is a lot more to this story but I can't disclose it in this summary; I don't have the words.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Immortal-Movie-Poster.jpg",
			"imdb_id": "tt0314063",
			"imdb_rating": "6",
			"runtime": "103",
			"language": "English",
			"ytid": "KdtUbFCbp1A"
		},
		{
			"Title": "Ice Age: The Meltdown",
			"fulltitle": "Ice Age: The Meltdown (2006)",
			"movie_year": "2006",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Manny the woolly mammoth, Sid the sloth, Diego the saber-toothed tiger, and the hapless prehistoric squirrel/rat known as Scrat are still together and enjoying the perks of their now melting world. Manny may be ready to start a family, but nobody has seen another mammoth for a long time; Manny thinks he may be the last one. That is, until he miraculously finds Ellie, the only female mammoth left in the world. Their only problems: They can't stand each other--and Ellie somehow thinks she's a possum! Ellie comes with some excess baggage in the form of her two possum \"brothers\"-- Crash and Eddie, a couple of daredevil pranksters and cocky, loud-mouthed troublemakers. Manny, Sid and Diego quickly learn that the warming climate has one major drawback: A huge glacial dam holding off oceans of water is about to break, threatening the entire valley. The only chance of survival lies at the other end of the valley. So our three heroes, along with Ellie, Crash and Eddie, form the most unlikely ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ice-Age-The-Meltdown-Movie-Poster.jpg",
			"imdb_id": "tt0438097",
			"imdb_rating": "6.8",
			"runtime": "91",
			"language": "English",
			"ytid": "s4PWGVtIZWA"
		},
		{
			"Title": "Ice Age: Dawn of the Dinosaurs",
			"fulltitle": "Ice Age: Dawn of the Dinosaurs (2009)",
			"movie_year": "2009",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "After the events of \"Ice Age: The Meltdown\", life begins to change for Manny and his friends: Scrat is still on the hunt to hold onto his beloved acorn, while finding a possible romance in a female sabre-toothed squirrel named Scratte. Manny and Ellie, having since become an item, are expecting a baby, which leaves Manny anxious to ensure that everything is perfect for when his baby arrives. Diego is fed up with being treated like a house-cat and ponders the notion that he is becoming too laid-back. Sid begins to wish for a family of his own, and so steals some dinosaur eggs which leads to Sid ending up in a strange underground world where his herd must rescue him, while dodging dinosaurs and facing danger left and right, and meeting up with a one-eyed weasel known as Buck who hunts dinosaurs intently.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ice-Age-Dawn-of-the-Dinosaurs-Movie-Poster.jpg",
			"imdb_id": "tt1080016",
			"imdb_rating": "7",
			"runtime": "94",
			"language": "English",
			"ytid": "Y_nSwh2WjAM"
		},
		{
			"Title": "Ice Age: Continental Drift",
			"fulltitle": "Ice Age: Continental Drift (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "When Scrat accidentally provokes a continental cataclysm with a storm, Manny is separated from Ellie and Peaches on an iceberg with Diego, Sid and Granny but he promises that he will find a way to return home. While crossing the ocean, they are captured by the cruel pirate Captain Gutt and his crew. However they escape and Manny plots a plan to steal Captain Gutt's ship and return to his homeland in a dangerous voyage through the sea. But the cruel pirates seek revenge against Manny and his family and friends.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ice-Age-Continental-Drift-Movie-Poster.jpg",
			"imdb_id": "tt1667889",
			"imdb_rating": "6.6",
			"runtime": "88",
			"language": "English",
			"ytid": "xz-KgMtU_BM"
		},
		{
			"Title": "Ice Age: A Mammoth Christmas",
			"fulltitle": "Ice Age: A Mammoth Christmas (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "When Sid accidentally destroys Manny's heirloom Christmas rock and ends up on Santa's naughty list, he leads a hilarious quest to the North Pole to make things right and ends up making things much worse. Now it's up to Manny and his prehistoric posse to band together and save Christmas for the entire world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Ice-Age-A-Mammoth-Christmas-Movie-Poster.jpg",
			"imdb_id": "tt2100546",
			"imdb_rating": "6.5",
			"runtime": "26",
			"language": "English",
			"ytid": "G_ZANrhGbmI"
		},
		{
			"Title": "How to Train Your Dragon",
			"fulltitle": "How to Train Your Dragon (2010)",
			"movie_year": "2010",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Long ago up North on the Island of Berk, the young Viking, Hiccup, wants to join his town's fight against the dragons that continually raid their town. However, his macho father and village leader, Stoik the Vast, will not allow his small, clumsy, but inventive son to do so. Regardless, Hiccup ventures out into battle and downs a mysterious Night Fury dragon with his invention, but can't bring himself to kill it. Instead, Hiccup and the dragon, whom he dubs Toothless, begin a friendship that would open up both their worlds as the observant boy learns that his people have misjudged the species. But even as the two each take flight in their own way, they find that they must fight the destructive ignorance plaguing their world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/How-to-Train-Your-Dragon-Movie-Poster.jpg",
			"imdb_id": "tt0892769",
			"imdb_rating": "8.1",
			"runtime": "98",
			"language": "English",
			"ytid": "HqMYHjlBMUY"
		},
		{
			"Title": "How to Train Your Dragon 2",
			"fulltitle": "How to Train Your Dragon 2 (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "It's been five years since Hiccup and Toothless successfully united dragons and vikings on the island of Berk. While Astrid, Snotlout and the rest of the gang are challenging each other to dragon races (the island's new favorite contact sport), the now inseparable pair journey through the skies, charting unmapped territories and exploring new worlds. When one of their adventures leads to the discovery of a secret ice cave that is home to hundreds of new wild dragons and the mysterious Dragon Rider, the two friends find themselves at the center of a battle to protect the peace. Now, Hiccup and Toothless must unite to stand up for what they believe while recognizing that only together do they have the power to change the future of both men and dragons.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/How-to-Train-Your-Dragon-2-Movie-Poster.jpg",
			"imdb_id": "tt1646971",
			"imdb_rating": "7.8",
			"runtime": "102",
			"language": "English",
			"ytid": "2BP38770KNo"
		},
		{
			"Title": "Hotel Transylvania",
			"fulltitle": "Hotel Transylvania (2012)",
			"movie_year": "2012",
			"Categories": "Action|Animation|Comedy|Family|Fantasy",
			"summary": "In 1895, Dracula builds a resort in Transylvania, hidden from the humans, to raise his beloved daughter Mavis in a safe environment. In the present, the place is the Hotel Transylvania, where monsters bring their families to vacation far from the frightening humans. Dracula invites his friends - Frankenstein and his wife Eunice; Wayne and Wanda, the werewolves; Griffin, the invisible man; Murray, the mummy; Bigfoot, among others - to celebrate the 118th birthday of Mavis. When the party is ready to start, the 21-year-old Jonathan is walking through the forest and stumbles upon the hotel. Dracula sees Jonathan and disguises him as a monster to hide Jonathan from the guests. But Mavis also sees Jonathan and Dracula forces him to pose as a monster. Soon Mavis believes that Jonathan is the \"zing\" of her life despite the advice of her father about humans.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Hotel-Transylvania-Movie-Poster.jpg",
			"imdb_id": "tt0837562",
			"imdb_rating": "7.1",
			"runtime": "91",
			"language": "English",
			"ytid": "FYgzizpCTKU"
		},
		{
			"Title": "Horton Hears a Who!",
			"fulltitle": "Horton Hears a Who! (2008)",
			"movie_year": "2008",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "One day, Horton the elephant hears a cry from help coming from a speck of dust. Even though he can't see anyone on the speck, he decides to help it. As it turns out, the speck of dust is home to the Whos, who live in their city of Whoville. Horton agrees to help protect the Whos and their home, but this gives him nothing but torment from his neighbors, who refuse to believe that anything could survive on the speck. Still, Horton stands by the motto that, \"After all, a person is a person, no matter how small.\"",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Horton-Hears-a-Who-Movie-Poster.jpg",
			"imdb_id": "tt0451079",
			"imdb_rating": "6.8",
			"runtime": "86",
			"language": "English",
			"ytid": "dSt9lPlFJS8"
		},
		{
			"Title": "Home",
			"fulltitle": "Home (2015)",
			"movie_year": "2015",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "When Oh, a loveable misfit from another planet, lands on Earth and finds himself on the run from his own people, he forms an unlikely friendship with an adventurous girl named Tip who is on a quest of her own. Through a series of comic adventures with Tip, Oh comes to understand that being different and making mistakes is all part of being human. And while he changes her planet and she changes his world, they discover the true meaning of the word HOME.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Home-Movie-Poster.jpg",
			"imdb_id": "tt2224026",
			"imdb_rating": "6.7",
			"runtime": "94",
			"language": "English",
			"ytid": "iLGDJkhYnVc"
		},
		{
			"Title": "Happy Feet",
			"fulltitle": "Happy Feet (2006)",
			"movie_year": "2006",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "This is the story of a little penguin named Mumble who has a terrible singing voice and later discovers he has no Heartsong. However, Mumble has an astute talent for something that none of the penguins had ever seen before: tap dancing. Though Mumble's mom, Norma Jean, thinks this little habit is cute, his dad, Memphis, says it \"just ain't penguin.\" Besides, they both know that, without a Heartsong, Mumble may never find true love. As fate would have it, his one friend, Gloria, happens to be the best singer around. Mumble and Gloria have a connection from the moment they hatch, but she struggles with his strange \"hippity- hoppity\" ways. Mumble is just too different--especially for Noah the Elder, the stern leader of Emperor Land, who ultimately casts him out of the community. Away from home for the first time, Mumble meets a posse of decidedly un-Emperor-like penguins--the Adelie Amigos. Led by Ramon, the Adelies instantly embrace Mumble's cool dance moves and invite him to party with...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Happy-Feet-Movie-Poster.jpg",
			"imdb_id": "tt0366548",
			"imdb_rating": "6.5",
			"runtime": "108",
			"language": "English",
			"ytid": "hFUC5adf8FE"
		},
		{
			"Title": "Green Lantern: Emerald Knights",
			"fulltitle": "Green Lantern: Emerald Knights (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Fantasy|Sci-Fi",
			"summary": "On Oa, the headquarters planet of the intergalactic police force, the Green Lantern Corps, the Guardians of the Universe see alarming evidence that the feared villain, Krona, is coming to destroy the planet. While the Guardians move to evacuate, Green Lantern Hal Jordan helps the unsure new recruit, Arisia, by telling her several stories of fellow Lanterns and the challenges they faced. Through him, we see the adventures of Avra the first Lantern, Princess Laira, Kilowog, the unsociable Mogo and Jordan's immediate predecessor, Abin Sur. When Krona arrives, those stories prove more valuable than anyone expects as Arisia draws a special inspiration from them.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Green-Lantern-Emerald-Knights-Movie-Poster.jpg",
			"imdb_id": "tt1683043",
			"imdb_rating": "6.8",
			"runtime": "95",
			"language": "English",
			"ytid": "xTvGvI2KPoI"
		},
		{
			"Title": "Gnomeo & Juliet",
			"fulltitle": "Gnomeo & Juliet (2011)",
			"movie_year": "2011",
			"Categories": "Action|Animation|Comedy|Family|Romance",
			"summary": "Garden gnomes Gnomeo (James McAvoy) and Juliet (Emily Blunt) have as many obstacles to overcome as their quasi namesakes when they are caught up in a feud between neighbors. But with plastic pink flamingos and lawnmower races in the mix, can this young couple find lasting happiness?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Gnomeo-Juliet-Movie-Poster.jpg",
			"imdb_id": "tt0377981",
			"imdb_rating": "6",
			"runtime": "84",
			"language": "English",
			"ytid": "bJVHy6uT9XA"
		},
		{
			"Title": "Frozen",
			"fulltitle": "Frozen (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Fearless optimist Anna teams up with rugged mountain man Kristoff and his loyal reindeer Sven and sets off on an epic journey to find her sister Elsa, whose icy powers have trapped the kingdom of Arendelle in eternal winter. Encountering Everest-like conditions, mystical trolls and a hilarious snowman named Olaf, Anna and Kristoff battle the elements in a race to save the kingdom. From the outside Elsa looks poised, regal and reserved, but in reality she lives in fear as she wrestles with a mighty secret: she was born with the power to create ice and snow. It's a beautiful ability, but also extremely dangerous. Haunted by the moment her magic nearly killed her younger sister Anna, Elsa has isolated herself, spending every waking minute trying to suppress her growing powers. Her mounting emotions trigger the magic, accidentally setting off an eternal winter that she can't stop. She fears she's becoming a monster and that no one, not even her sister, can help her.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Frozen-Movie-Poster.jpg",
			"imdb_id": "tt2294629",
			"imdb_rating": "7.5",
			"runtime": "102",
			"language": "English",
			"ytid": "FLzfXQSPBOg"
		},
		{
			"Title": "Frankenweenie",
			"fulltitle": "Frankenweenie (2012)",
			"movie_year": "2012",
			"Categories": "Action|Animation|Comedy|Family|Horror",
			"summary": "When young Victor's pet dog Sparky (who stars in Victor's home-made monster movies) is hit by a car, Victor decides to bring him back to life the only way he knows how. But when the bolt-necked \"monster\" wreaks havoc and terror in the hearts of Victor's neighbors, he has to convince them (and his parents) that despite his appearance, Sparky's still the good loyal friend he's always been.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Frankenweenie-Movie-Poster.jpg",
			"imdb_id": "tt1142977",
			"imdb_rating": "7",
			"runtime": "87",
			"language": "English",
			"ytid": "29vIJQohUWE"
		},
		{
			"Title": "Finding Nemo",
			"fulltitle": "Finding Nemo (2003)",
			"movie_year": "2003",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "A clown fish named Marlin lives in the Great Barrier Reef loses his son, Nemo. After he ventures into the open sea, despite his father's constant warnings about many of the ocean's dangers. Nemo is abducted by a boat and netted up and sent to a dentist's office in Sydney. So, while Marlin ventures off to try to retrieve Nemo, Marlin meets a fish named Dory, a blue tang suffering from short-term memory loss. The companions travel a great distance, encountering various dangerous sea creatures such as sharks, anglerfish and jellyfish, in order to rescue Nemo from the dentist's office, which is situated by Sydney Harbour. While the two are doing this, Nemo and the other sea animals in the dentist's fish tank plot a way to return to Sydney Harbour to live their lives free again.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Finding-Nemo-Movie-Poster.jpg",
			"imdb_id": "tt0266543",
			"imdb_rating": "8.1",
			"runtime": "100",
			"language": "English",
			"ytid": "0L-JVmX1Dl4"
		},
		{
			"Title": "Final Fantasy VII: Advent Children",
			"fulltitle": "Final Fantasy VII: Advent Children (2005)",
			"movie_year": "2005",
			"Categories": "Action|Adventure|Animation|Fantasy|Sci-Fi",
			"summary": "Two years after the events in \"Final Fantasy VII\", a disease called 'Seikon-Shoukougun', or 'Geostigma', is spreading through the planet. This disease is believed to have been caused by the body fighting off foreign material that invaded the body two years earlier, at the end of \"Final Fantasy VII\". Guilt-ridden and haunted by his past, ex-SOLDIER Cloud Strife has decided to live a secluded, solitary life away from his friends while maintaining \"Strife's Delivery Service\", whose headquarters is located in Tifa Lockheart's bar, the Seventh Heaven. Tifa's bar serves as an orphanage for children stricken with Geostigma. Here, Tifa keeps an eye on Barret's six-year-old daughter, Marlene, while Barret searches the planet for an alternative energy source to the Planet's energy, Mako. One day, Cloud receives a phone call from the former Shinra, Inc. president, Rufus, asking him for protection from a mysterious man named Kadaj. Kadaj, in the meantime, along with his brothers Loz and Yazoo, ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Final-Fantasy-VII-Advent-Children-Movie-Poster.jpg",
			"imdb_id": "tt0385700",
			"imdb_rating": "7.3",
			"runtime": "101",
			"language": "English",
			"ytid": "wut2am39z-c"
		},
		{
			"Title": "Final Fantasy: The Spirits Within",
			"fulltitle": "Final Fantasy: The Spirits Within (2001)",
			"movie_year": "2001",
			"Categories": "Action|Adventure|Animation|Fantasy|Romance",
			"summary": "In the year 2065, the next great assault against an invading race of phantom-like aliens is about to be launched. Dr. Aki Ross, a brilliant young scientist, races to find the invaders' secrets, not only to save the planet, but herself as well after her body is infected by alien particles. She teams up with the prestigious Deep Eyes military squadron, led by her old friend Grey Edwards. But as Aki, her mentor Dr. Sid, and Grey work toward a peaceful end, the scheming General Hein devises a plot to eradicate the aliens in one swift, destructive blow...even if it destroys the Earth right along with them.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Final-Fantasy-The-Spirits-Within-Movie-Poster.jpg",
			"imdb_id": "tt0173840",
			"imdb_rating": "6.4",
			"runtime": "106",
			"language": "English",
			"ytid": "GnE64DbnUzY"
		},
		{
			"Title": "Fantastic Mr. Fox",
			"fulltitle": "Fantastic Mr. Fox (2009)",
			"movie_year": "2009",
			"Categories": "Action|Adventure|Animation|Comedy|Crime",
			"summary": "This is the story of Mr. Fox and his wild-ways of hen heckling, turkey taking and cider sipping, nocturnal, instinctive adventures. He has to put his wild days behind him and do what fathers do best: be responsible. He is too rebellious. He is too wild. He is going to try \"just one more raid\" on the three nastiest, meanest farmers that are Boggis, Bunce and Bean. It is a tale of crossing the line of family responsibilities and midnight adventure and the friendships and awakenings of this country life that is inhabited by Fantastic Mr. Fox and his friends.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Fantastic-Mr.-Fox-Movie-Poster.jpg",
			"imdb_id": "tt0432283",
			"imdb_rating": "7.8",
			"runtime": "87",
			"language": "English",
			"ytid": "n2igjYFojUo"
		},
		{
			"Title": "Epic",
			"fulltitle": "Epic (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "Young Mary Katherine (M.K.) returns to her eccentric scientist father's home, but his all-consuming quest to discover a tiny civilization in the neighboring forest drives them apart. However, M.K. soon finds herself shrunken down by Queen Tara of that forest who was mortally wounded by the putrefying Boggans, and charged to deliver a pod bearing the new Queen to safety. Together with a veteran Leafman warrior, two goofy mollusks and a young maverick, M.K. agrees to help. As the villainous Boggan leader, Mandrake closes in, M.K. and her new friends must draw on the best of themselves together and discover what they have to save their world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Epic-Movie-Poster.jpg",
			"imdb_id": "tt0848537",
			"imdb_rating": "6.7",
			"runtime": "102",
			"language": "English",
			"ytid": "-xu3JLXfuwQ"
		},
		{
			"Title": "Dragon Nest: Warriors' Dawn",
			"fulltitle": "Dragon Nest: Warriors' Dawn (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "The land of Altera has observed an uneasy peace for years among Humans, Elves and Evil beasts who are loyal to the legendary Black Dragon. But the Black Dragon begins to stir from its hibernation, sending the Beasts marching across Altera. With a beast conquest perilously close, a small group of Humans and Elves unite to try to find a secret hidden road to the Black Dragon's cave and destroy it. But the fate of all of them may be in the hands of the young warrior Lambert, who must summon the confidence and skill to face the Black Dragon himself just when all may be lost.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Dragon-Nest-Warriors-Dawn-Movie-Poster.jpg",
			"imdb_id": "tt2911342",
			"imdb_rating": "6.4",
			"runtime": "88",
			"language": "English",
			"ytid": "vbkA4a5N-Hc"
		},
		{
			"Title": "Dinosaur",
			"fulltitle": "Dinosaur (2000)",
			"movie_year": "2000",
			"Categories": "Action|Adventure|Animation|Family|Sci-Fi",
			"summary": "During an attack on a pack of Iguanodon, an egg is separated and ends up with the possession of a group of lemurs. The lemurs care for this egg and the young creature born from it, which they call Aladar. When a meteor shower hits earth, Aladar and his family must leave their homeland. Away from home and as close to danger as they have ever been, they meet up with a huge group of dinosaurs, led by Kron and Bruton. All together they are trying to reach the nesting grounds, but it's not going to be easy.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Dinosaur-Movie-Poster.jpg",
			"imdb_id": "tt0130623",
			"imdb_rating": "6.5",
			"runtime": "82",
			"language": "English",
			"ytid": "sCqYuBIFE5I"
		},
		{
			"Title": "Despicable Me",
			"fulltitle": "Despicable Me (2010)",
			"movie_year": "2010",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "In a happy suburban neighborhood surrounded by white picket fences with flowering rose bushes, sits a black house with a dead lawn. Unbeknownst to the neighbors, hidden beneath this home is a vast secret hideout. Surrounded by a small army of minions, we discover Gru, planning the biggest heist in the history of the world. He is going to steal the moon. (Yes, the moon!) Gru delights in all things wicked. Armed with his arsenal of shrink rays, freeze rays, and battle-ready vehicles for land and air, he vanquishes all who stand in his way. Until the day he encounters the immense will of three little orphaned girls who look at him and see something that no one else has ever seen: a potential Dad. The world's greatest villain has just met his greatest challenge: three little girls named Margo, Edith and Agnes.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Despicable-Me-Movie-Poster.jpg",
			"imdb_id": "tt1323594",
			"imdb_rating": "7.7",
			"runtime": "95",
			"language": "English",
			"ytid": "TZkAcKCFIVo"
		},
		{
			"Title": "Despicable Me 2",
			"fulltitle": "Despicable Me 2 (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "While Gru, the ex-supervillain is adjusting to family life and an attempted honest living in the jam business, a secret Arctic laboratory is stolen. The Anti-Villain League decides it needs an insider's help and recruits Gru in the investigation. Together with the eccentric AVL agent, Lucy Wilde, Gru concludes that his prime suspect is the presumed dead supervillain, El Macho, whose his teenage son is also making the moves on his eldest daughter, Margo. Seemingly blinded by his overprotectiveness of his children and his growing mutual attraction to Lucy, Gru seems on the wrong track even as his minions are being quietly kidnapped en masse for some malevolent purpose.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Despicable-Me-2-Movie-Poster.jpg",
			"imdb_id": "tt1690953",
			"imdb_rating": "7.4",
			"runtime": "98",
			"language": "English",
			"ytid": "koNSa_6Fd1U"
		},
		{
			"Title": "Death of a Superhero",
			"fulltitle": "Death of a Superhero (2011)",
			"movie_year": "2011",
			"Categories": "Action|Animation|Drama",
			"summary": "A dying 15-year-old boy draws stories of an invincible superhero as he struggles with his mortality.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Death-of-a-Superhero-Movie-Poster.jpg",
			"imdb_id": "tt1384927",
			"imdb_rating": "7.1",
			"runtime": "97",
			"language": "English",
			"ytid": "xgbvfm3Gflg"
		},
		{
			"Title": "Catwoman",
			"fulltitle": "Catwoman (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Crime",
			"summary": "Catwoman attempts to track down a mysterious cargo shipment that is linked to a Gotham City crime boss called Rough Cut.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Catwoman-Movie-Poster.jpg",
			"imdb_id": "tt1986806",
			"imdb_rating": "6.9",
			"runtime": "100",
			"language": "English",
			"ytid": "kDqi_8tcxtY"
		},
		{
			"Title": "Curious George",
			"fulltitle": "Curious George (2006)",
			"movie_year": "2006",
			"Categories": "Adventure|Animation|Comedy|Family",
			"summary": "The man with the yellow hat named Ted Shackleford works at a natural history museum that's fallen on hard times. The museum director's son wants to turn it into a parking lot, but Ted offers to bring back a mysterious idol from Africa that's guaranteed to pull in crowds. Unfortunately, the idol turns out to be three inches tall. But Ted accidentally brings back a lonely yet irrepressible monkey, soon dubbed George. They set off on a non-stop action, fun-filled journey through the wonders of the big city toward the warmth of true friendship.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Curious-George-Movie-Poster.jpg",
			"imdb_id": "tt0381971",
			"imdb_rating": "6.5",
			"runtime": "87",
			"language": "English",
			"ytid": "CUjd98rZCVM"
		},
		{
			"Title": "Corpse Bride",
			"fulltitle": "Corpse Bride (2005)",
			"movie_year": "2005",
			"Categories": "Action|Animation|Drama|Family|Fantasy",
			"summary": "Set back in the late 1800s in a Victorian village, a man and woman by the names of Victor Van Dort and Victoria Everglot are betrothed because the Everglots need the money or else they'll be living on the streets and the Van Dorts want to be high in society. But when things go wrong at the wedding rehearsal, Victor goes into the woods to practice his vows. Just as soon as he gets them right, he finds himself married to Emily, the corpse bride. While Victoria waits on the other side, there's a rich newcomer that may take Victor's place. So two brides, one groom, who will Victor pick?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Corpse-Bride-Movie-Poster.jpg",
			"imdb_id": "tt0121164",
			"imdb_rating": "7.4",
			"runtime": "77",
			"language": "English",
			"ytid": "AGACeWVdFqo"
		},
		{
			"Title": "Coraline",
			"fulltitle": "Coraline (2009)",
			"movie_year": "2009",
			"Categories": "Action|Animation|Family|Fantasy",
			"summary": "When Coraline moves to an old house, she feels bored and neglected by her parents. She finds a hidden door with a bricked up passage. During the night, she crosses the passage and finds a parallel world where everybody has buttons instead of eyes, with caring parents and all her dreams coming true. When the Other Mother invites Coraline to stay in her world forever, the girl refuses and finds that the alternate reality where she is trapped is only a trick to lure her.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Coraline-Movie-Poster.jpg",
			"imdb_id": "tt0327597",
			"imdb_rating": "7.7",
			"runtime": "100",
			"language": "English",
			"ytid": "m9bOpeuvNwY"
		},
		{
			"Title": "Cloudy with a Chance of Meatballs",
			"fulltitle": "Cloudy with a Chance of Meatballs (2009)",
			"movie_year": "2009",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Flint Lockwood thinks he's a genius. But none of the things he invented are things that make sense or are useful. However, he has the support of his mother but when she dies, he's left alone with his father who thinks he should give it up. When the community that he lives in is in an economic crisis because their primary source of income, a sardine cannery, was shut down, Flint decides to try his latest invention, a machine that can turn water into food. But something goes wrong and the machine ends up in the atmosphere. Later it starts raining food. The shifty mayor tries to use this as a way to help their community, but when Flint senses something wrong with the machine, the mayor convinces him to ignore it. However, as Flint predicts, chaos ensues.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Cloudy-with-a-Chance-of-Meatballs-Movie-Poster.jpg",
			"imdb_id": "tt0844471",
			"imdb_rating": "7",
			"runtime": "90",
			"language": "English",
			"ytid": "pUaKcFI4BZY"
		},
		{
			"Title": "Cloudy with a Chance of Meatballs 2",
			"fulltitle": "Cloudy with a Chance of Meatballs 2 (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "After the disastrous food storm in the first film, Flint and his friends are forced to leave the town. Flint accepts the invitation from his idol Chester V to join The Live Corp Company, which has been tasked to clean the island, and where the best inventors in the world create technologies for the betterment of mankind. When Flint discovers that his machine still operates and now creates mutant food beasts like living pickles, hungry tacodiles, shrimpanzees and apple pie-thons, he and his friends must return to save the world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Cloudy-with-a-Chance-of-Meatballs-2-Movie-Poster.jpg",
			"imdb_id": "tt1985966",
			"imdb_rating": "6.4",
			"runtime": "95",
			"language": "English",
			"ytid": "7PmUemZywgg"
		},
		{
			"Title": "Chicken Run",
			"fulltitle": "Chicken Run (2000)",
			"movie_year": "2000",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "Having been hopelessly repressed and facing eventual certain death at the chicken farm where they are held, Rocky the rooster and Ginger the chicken decide to rebel against the evil Mr. and Ms. Tweedy, the farm's owners. Rocky and Ginger lead their fellow chickens in a great escape from the murderous farmers and their farm of doom.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Chicken-Run-Movie-Poster.jpg",
			"imdb_id": "tt0120630",
			"imdb_rating": "7",
			"runtime": "84",
			"language": "English",
			"ytid": "jevaUcKLoMY"
		},
		{
			"Title": "Cat Shit One",
			"fulltitle": "Cat Shit One (2010)",
			"movie_year": "2010",
			"Categories": "Action|Animation|War",
			"summary": "Botasky and Packy are private contractors, working in the Middle East, with support from a distant helicopter-mobile base. Their jobs are as \"sniper\" and \"spotter\", the spotter is the team lead (as is accurate military protocol). Their assignment is to extract two captives, an ally, and a local. The characters are 1. Rabbits (contractors), and 2. Camels (locals). Rabbits seem to have been chosen due to the Japanese word for Rabbit is Usagi, which can be interpreted to be U.S.A. GI. The Team must interpret the situation, and decide whether to extract the victims themselves or wait for further support. Things seem to be moving rapidly in a negative direction, so the Team elects to split up, and do the extraction themselves. They split up, with Packy going into a village to locate and pull the victims out, and Botasky providing over-watch and sniping support. The fighting is rapid, and smooth, with Packy showing a great deal of speed and agility. The sniping is rapid and smooth. Packy's ...",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Cat-Shit-One-Movie-Poster.jpg",
			"imdb_id": "tt2368669",
			"imdb_rating": "7",
			"runtime": "22",
			"language": "English",
			"ytid": "9wncS6tO59M"
		},
		{
			"Title": "Cars",
			"fulltitle": "Cars (2006)",
			"movie_year": "2006",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "While traveling to California for the dispute of the final race of the Piston Cup against The King and Chick Hicks, the famous Lightning McQueen accidentally damages the road of the small town Radiator Springs and is sentenced to repair it. Lightning McQueen has to work hard and finds friendship and love in the simple locals, changing its values during his stay in the small town and becoming a true winner.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Cars-Movie-Poster.jpg",
			"imdb_id": "tt0317219",
			"imdb_rating": "7.1",
			"runtime": "117",
			"language": "English",
			"ytid": "uxx75HVd-F0"
		},
		{
			"Title": "Cars 2",
			"fulltitle": "Cars 2 (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "The famous race car Lightning McQueen and his team are invited to compete in the World Grand Prix race. There, McQueen's best friend Mater finds himself involved in international espionage, and alongside two professional British spies attempts to uncover a secret plan led by a mysterious mastermind and his criminal gang, which threatens the lives of all competitors in the tournament.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Cars-2-Movie-Poster.jpg",
			"imdb_id": "tt1216475",
			"imdb_rating": "6.2",
			"runtime": "106",
			"language": "English",
			"ytid": "VophA5oity4"
		},
		{
			"Title": "Brave",
			"fulltitle": "Brave (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "Set in Scotland in a rugged and mythical time, \"Brave\" features Merida, an aspiring archer and impetuous daughter of royalty. Merida makes a reckless choice that unleashes unintended peril and forces her to spring into action to set things right.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Brave-Movie-Poster.jpg",
			"imdb_id": "tt1217209",
			"imdb_rating": "7.1",
			"runtime": "93",
			"language": "English",
			"ytid": "6CKcqIahedc"
		},
		{
			"Title": "Bolt",
			"fulltitle": "Bolt (2008)",
			"movie_year": "2008",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "Bolt, an American white shepherd, has lived his whole life on the set of his action TV show, where he believes he has superpowers. When separated from the studio by accident, he meets a female alley cat named Mittens and a hamster named Rhino. He's trying to find the way home, to the studio. Along the way, he learns that he doesn't have superpowers and that the show is not real.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Bolt-Movie-Poster.jpg",
			"imdb_id": "tt0397892",
			"imdb_rating": "6.9",
			"runtime": "96",
			"language": "English",
			"ytid": "s2-zHK4O-MQ"
		},
		{
			"Title": "Blood: The Last Vampire",
			"fulltitle": "Blood: The Last Vampire (2000)",
			"movie_year": "2000",
			"Categories": "Action|Animation|Horror",
			"summary": "In Japan, the vampire-hunter Saya, who is a powerful original, is sent by her liaison with the government, David, posed as a teenage student to the Yokota High School on the eve of Halloween to hunt down vampires. Saya asks David to give a new katana to her. Soon she saves the school nurse Makiho Amano from two vampires disguised of classmates and Makiho witnesses her fight against the powerful demons.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Blood-The-Last-Vampire-Movie-Poster.jpg",
			"imdb_id": "tt0275230",
			"imdb_rating": "6.7",
			"runtime": "48",
			"language": "English",
			"ytid": "Aw3NWowp114"
		},
		{
			"Title": "Big Hero 6",
			"fulltitle": "Big Hero 6 (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "When a devastating event befalls the city of San Fransokyo and catapults Hiro into the midst of danger, he turns to Baymax and his close friends adrenaline junkie Go Go Tomago, neatnik Wasabi, chemistry whiz Honey Lemon and fanboy Fred. Determined to uncover the mystery, Hiro transforms his friends into a band of high-tech heroes called \"Big Hero 6.\"",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Big-Hero-6-Movie-Poster.jpg",
			"imdb_id": "tt2245084",
			"imdb_rating": "7.8",
			"runtime": "102",
			"language": "English",
			"ytid": "bT8qmoCgxZg"
		},
		{
			"Title": "Beowulf",
			"fulltitle": "Beowulf (2007)",
			"movie_year": "2007",
			"Categories": "Action|Adventure|Animation|Fantasy|History",
			"summary": "Set against the coming of Christianity, this is the story of the last hero: in 507, a monstrous troll wreaks havoc in the mead hall of the Danish king, Hrothgar. He offers rewards for the death of Grendel, so Beowulf, a great and boastful Geat warrior, arrives with his thanes. Beowulf sets aside his armor and awaits the monster; a fierce battle ensues that leads to Beowolf's entering the watery lair of Grendel's mother, where a devil's bargain awaits. Beowulf returns to Herot, the castle, and becomes king. Jump ahead many years, and the sins of the father are visited upon Beowulf and his kingdom. The hero must face his weakness and be heroic once again. Is the age of demons over?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Beowulf-Movie-Poster.jpg",
			"imdb_id": "tt0442933",
			"imdb_rating": "6.2",
			"runtime": "115",
			"language": "English",
			"ytid": "DaShOr5AeKA"
		},
		{
			"Title": "Bee Movie",
			"fulltitle": "Bee Movie (2007)",
			"movie_year": "2007",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "When the bee Barry B. Benson graduates from college, he finds that he will have only one job for his entire life, and absolutely disappointed, he joins the team responsible for bringing the honey and pollination of the flowers to visit the world outside the hive. Once in Manhattan, he is saved by the florist Vanessa and he breaks the bee law to thank Vanessa. They become friends and Barry discovers that humans exploit bees to sell the honey they produce. Barry decides to sue the human race, with destructive consequences to nature.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Bee-Movie-Movie-Poster.jpg",
			"imdb_id": "tt0389790",
			"imdb_rating": "6.1",
			"runtime": "91",
			"language": "English",
			"ytid": "VONRQMx78YI"
		},
		{
			"Title": "Batman: Year One",
			"fulltitle": "Batman: Year One (2011)",
			"movie_year": "2011",
			"Categories": "Action|Animation|Crime|Drama|Thriller",
			"summary": "Two men come to Gotham City: Bruce Wayne after years abroad feeding his lifelong obsession for justice and Jim Gordon after being too honest a cop with the wrong people elsewhere. After learning painful lessons about the city's corruption on its streets and police department respectively, this pair learn how to fight back their own way. With that, Gotham's evildoers from top to bottom are terrorized by the mysterious Batman and the equally heroic Gordon is assigned to catch him by comrades who both hate and fear him themselves. In the ensuing manhunt, both find much in common as the seeds of an unexpected friendship are laid with additional friends and rivals helping to start the legend.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-Year-One-Movie-Poster.jpg",
			"imdb_id": "tt1672723",
			"imdb_rating": "7.4",
			"runtime": "75",
			"language": "English",
			"ytid": "xdMtMU91u0U"
		},
		{
			"Title": "Batman: Under the Red Hood",
			"fulltitle": "Batman: Under the Red Hood (2010)",
			"movie_year": "2010",
			"Categories": "Action|Animation|Crime|Drama|Sci-Fi",
			"summary": "Batman faces his ultimate challenge as the mysterious Red Hood takes Gotham City by firestorm. One part vigilante, one part criminal kingpin, Red Hood begins cleaning up Gotham with the efficiency of Batman, but without following the same ethical code. Killing is an option. And when the Joker falls in the balance between the two, hard truths are revealed and old wounds are reopened.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-Under-the-Red-Hood-Movie-Poster.jpg",
			"imdb_id": "tt1569923",
			"imdb_rating": "8.1",
			"runtime": "75",
			"language": "English",
			"ytid": "ELCg6w-qa2U"
		},
		{
			"Title": "Batman: The Dark Knight Returns, Part 2",
			"fulltitle": "Batman: The Dark Knight Returns, Part 2 (2013)",
			"movie_year": "2013",
			"Categories": "Action|Adventure|Animation|Crime|Drama",
			"summary": "After a 10 year absence, the Dark Knight has returned to Gotham to fight the Mutant threat. After defeating the mutants, he has taken control of a gang loyal to him in order to make Gotham a safer place. But, the Joker has decided to stop this, and fights against Batman in a deadly duel. Meanwhile, the Man of Steel is ordered to stop the Dark Knight because the government believes that his ways are wrong. As Batman fights the Joker, the Man of Steel prepares for his greatest fight.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-The-Dark-Knight-Returns-Part-2-Movie-Poster.jpg",
			"imdb_id": "tt2166834",
			"imdb_rating": "8.4",
			"runtime": "76",
			"language": "English",
			"ytid": "NKL77bzytkY"
		},
		{
			"Title": "Batman: The Dark Knight Returns, Part 1",
			"fulltitle": "Batman: The Dark Knight Returns, Part 1 (2012)",
			"movie_year": "2012",
			"Categories": "Action|Adventure|Animation|Crime|Drama",
			"summary": "Batman has not been seen for ten years. A new breed of criminal ravages Gotham City, forcing 55-year-old Bruce Wayne back into the cape and cowl. But, does he still have what it takes to fight crime in a new era?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-The-Dark-Knight-Returns-Part-1-Movie-Poster.jpg",
			"imdb_id": "tt2313197",
			"imdb_rating": "8",
			"runtime": "76",
			"language": "English",
			"ytid": "vuvykaDj2dY"
		},
		{
			"Title": "Batman: Mystery of the Batwoman",
			"fulltitle": "Batman: Mystery of the Batwoman (2003)",
			"movie_year": "2003",
			"Categories": "Action|Animation|Crime|Mystery|Romance",
			"summary": "A ruthless destructive vigilante posing as Batwoman is wreaking havoc in Gotham City. While she sets her sights on thwarting Penguin's evil plans, Batman concentrates on discovering this mysterious imposter's true identity. But when she's captured by the vicious Bane, it falls upon the caped crusader to rescue her, defeat Bane and foil the Penguin's devious plot himself.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-Mystery-of-the-Batwoman-Movie-Poster.jpg",
			"imdb_id": "tt0346578",
			"imdb_rating": "6.7",
			"runtime": "72",
			"language": "English",
			"ytid": "UKY3scPIMd8"
		},
		{
			"Title": "Batman: Assault on Arkham",
			"fulltitle": "Batman: Assault on Arkham (2014)",
			"movie_year": "2014",
			"Categories": "Action|Adventure|Animation|Comedy|Crime",
			"summary": "In Gotham City, the Riddler has secret information on the top secret Task Force X that he threatens to make public, but before Amanda Waller can have him killed, he is captured by Batman. Now with Riddler imprisoned in Arkham Asylum, Amanda Waller reassembles the Suicide Squad of captured supervillains with the mission to infiltrate the forensic mental hospital to retrieve Riddler's information. Led by Deadshot, this black ops team makes their way into the facility, only to face complications from within and without the team with secret agendas and double crosses all around. Meanwhile, Batman has his own concerns with an urgent search for The Joker's deadly bomb that threatens Gotham City. Eventually, all these players converge on Arkham Asylum for a showdown that few are going to escape alive.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-Assault-on-Arkham-Movie-Poster.jpg",
			"imdb_id": "tt3139086",
			"imdb_rating": "7.5",
			"runtime": "76",
			"language": "English",
			"ytid": "-6abltUcric"
		},
		{
			"Title": "Balto: Wolf Quest",
			"fulltitle": "Balto: Wolf Quest (2002)",
			"movie_year": "2002",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "Half wolf Balto has a litter with his full husky wife. Most puppies resemble her and are easily adopted by the Wild West villagers. Only one daughter, which has his lupine traits, must be raised by them and devoted goose Boris. She also proves a free-spirited rebel, drawn to the wild. Balto spares no effort to protect his stubborn, near-adult pup, which leads to both of them confronting and joining wise old 'wolf shaman' Nava's troop, which needs to make hard choices, requiring a strapping younger leader.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Balto-Wolf-Quest-Movie-Poster.jpg",
			"imdb_id": "tt0281634",
			"imdb_rating": "6.2",
			"runtime": "70",
			"language": "English",
			"ytid": "C95ULPFzhXk"
		},
		{
			"Title": "Balto III: Wings of Change",
			"fulltitle": "Balto III: Wings of Change (2004)",
			"movie_year": "2004",
			"Categories": "Action|Adventure|Animation|Family|Musical",
			"summary": "The mail in the north used to be delivered by dogsled, but the success of airplane delivery leaves Balto and the other sled dogs feeling neglected. However, when a delivery plane crashes on a mountain side, the sled dogs get the opportunity to show their worth. This story also prominently features Balto's son, Kodi, who was among the puppy litter that we met in Balto II: Wolf Quest.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Balto-III-Wings-of-Change-Movie-Poster.jpg",
			"imdb_id": "tt0423849",
			"imdb_rating": "6.5",
			"runtime": "76",
			"language": "English",
			"ytid": "C95ULPFzhXk"
		},
		{
			"Title": "Atlantis: The Lost Empire",
			"fulltitle": "Atlantis: The Lost Empire (2001)",
			"movie_year": "2001",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "1914: Milo Thatch, grandson of the great Thaddeus Thatch works in the boiler room of a museum. He knows that Atlantis was real, and he can get there if he has the mysterious Shephards journal, which can guide him to Atlantis. But he needs someone to fund a voyage. His employer thinks he's dotty, and refuses to fund any crazy idea. He returns home to his apartment and finds a woman there. She takes him to Preston B. Whitmore, an old friend of his Grandfathers. He gives him the shepherds journal, a submarine and a 5 star crew. They travel through the Atlantic ocean, face a large lobster called the Leviathan, and finally get to Atlantis. But does the Atlantis crew have a lust for discovery, or something else?",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Atlantis-The-Lost-Empire-Movie-Poster.jpg",
			"imdb_id": "tt0230011",
			"imdb_rating": "6.8",
			"runtime": "95",
			"language": "English",
			"ytid": "DeOo19iAJ1E"
		},
		{
			"Title": "Astro Boy",
			"fulltitle": "Astro Boy (2009)",
			"movie_year": "2009",
			"Categories": "Action|Animation|Comedy|Family|Sci-Fi",
			"summary": "Set in futuristic Metro City, Astro Boy is about a young robot with incredible powers created by a brilliant scientist in the image of the son he has lost. Unable to fulfill the grieving man's expectations, our hero embarks on a journey in search of acceptance, experiencing betrayal and a netherworld of robot gladiators, before he returns to save Metro City and reconcile with the father who had rejected him.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Astro-Boy-Movie-Poster.jpg",
			"imdb_id": "tt0375568",
			"imdb_rating": "6.3",
			"runtime": "94",
			"language": "English",
			"ytid": "1AhqOHom9BY"
		},
		{
			"Title": "Arthur Christmas",
			"fulltitle": "Arthur Christmas (2011)",
			"movie_year": "2011",
			"Categories": "Action|Adventure|Animation|Comedy|Drama",
			"summary": "Arthur Christmas reveals the incredible, never-before seen answer to every child's question: 'So how does Santa deliver all those presents in one night?' The answer: Santa's exhilarating, ultra-high-tech operation hidden beneath the North Pole. But at the center of the film is a story about a family in a state of comic dysfunction and an unlikely hero, Arthur, with an urgent mission that must be completed before Christmas morning dawns.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Arthur-Christmas-Movie-Poster.jpg",
			"imdb_id": "tt1430607",
			"imdb_rating": "7.1",
			"runtime": "97",
			"language": "English",
			"ytid": "eMiyMkS1DNY"
		},
		{
			"Title": "Arthur and the Invisibles",
			"fulltitle": "Arthur and the Invisibles (2006)",
			"movie_year": "2006",
			"Categories": "Action|Adventure|Animation|Family|Fantasy",
			"summary": "Arthur is a spirited ten-year old whose parents are away looking for work, whose eccentric grandfather has been missing for several years, and who lives with his grandmother in a country house that, in two days, will be repossessed, torn down, and turned into a block of flats unless Arthur's grandfather returns to sign some papers and pay off the family debt. Arthur discovers that the key to success lies in his own descent into the land of the Minimoys, creatures no larger than a tooth, whom his grandfather helped relocate to their garden. Somewhere among them is hidden a pile of rubies, too. Can Arthur be of stout heart and save the day? Romance beckons as well, and a villain lurks.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Arthur-and-the-Invisibles-Movie-Poster.jpg",
			"imdb_id": "tt0344854",
			"imdb_rating": "6",
			"runtime": "94",
			"language": "English",
			"ytid": "t7QF4r8Xf-Q"
		},
		{
			"Title": "Appleseed Alpha",
			"fulltitle": "Appleseed Alpha (2014)",
			"movie_year": "2014",
			"Categories": "Action|Animation|Sci-Fi",
			"summary": "Based on the comic book by the creator of Ghost in the Shell, a young female soldier Deunan and her cyborg partner Briareos survive through the post World War 3 apocalyptic New York in search of human's future hope, the legendary city of Olympus.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Appleseed-Alpha-Movie-Poster.jpg",
			"imdb_id": "tt3638012",
			"imdb_rating": "6.6",
			"runtime": "93",
			"language": "English",
			"ytid": "4DtWCjogd1M"
		},
		{
			"Title": "Aloha, Scooby-Doo!",
			"fulltitle": "Aloha, Scooby-Doo! (2005)",
			"movie_year": "2005",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "When Daphne is given the opportunity to design clothes for a company in Hawaii, the entire gang travels along with her. As they are leaving for their destination, a man warns them that there are evil spirits on the island, but the gang is doubtful. When they arrive in Hanahuna, they are excited to watch the Big Kahuna of Hanahuna Surfing Contest, which Manu (a local) had won previously. Because the Mayor of the area welcomed everyone including mainlanders to the Surfing Contest, the Wiki Tiki spirit was angered. The gang and everyone in the area are threatened by the demons of the evil Wiki Tiki who also have kidnapped Manu's beautiful girlfriend Snookie.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Aloha-Scooby-Doo-Movie-Poster.jpg",
			"imdb_id": "tt0433771",
			"imdb_rating": "6.5",
			"runtime": "74",
			"language": "English",
			"ytid": "ctTetrHFxrk"
		},
		{
			"Title": "All-Star Superman",
			"fulltitle": "All-Star Superman (2011)",
			"movie_year": "2011",
			"Categories": "Action|Animation|Sci-Fi",
			"summary": "While saving the crew of the first manned mission to the sun, Superman is poisoned by solar radiation. Dying, he decides to fulfill his lifelong dreams, while still saving the Earth from various threats. But when Lex Luthor reveals his latest plot to control the world, Superman must use his remaining strength to stop him.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/All-Star-Superman-Movie-Poster.jpg",
			"imdb_id": "tt1699114",
			"imdb_rating": "7",
			"runtime": "70",
			"language": "English",
			"ytid": "WvstmYjoDYE"
		},
		{
			"Title": "A Scanner Darkly",
			"fulltitle": "A Scanner Darkly (2006)",
			"movie_year": "2006",
			"Categories": "Action|Animation|Crime|Drama|Mystery",
			"summary": "In a totalitarian society in a near future, the undercover detective Bob Archor is working with a small time group of drug users trying to reach the big distributors of a brain-damaging drug called Substance D. His assignment is promoted by the recovery center New Path Corporation, and when Bob begins to lose his own identity and have schizophrenic behavior, he is submitted to tests to check his mental conditions.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/A-Scanner-Darkly-Movie-Poster.jpg",
			"imdb_id": "tt0405296",
			"imdb_rating": "7.1",
			"runtime": "100",
			"language": "English",
			"ytid": "hkjDUERgCQw"
		},
		{
			"Title": "A Christmas Carol",
			"fulltitle": "A Christmas Carol (2009)",
			"movie_year": "2009",
			"Categories": "Action|Animation|Drama|Family|Fantasy",
			"summary": "Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/A-Christmas-Carol-Movie-Poster.jpg",
			"imdb_id": "tt1067106",
			"imdb_rating": "6.8",
			"runtime": "96",
			"language": "English",
			"ytid": "VZ3lr3urgDU"
		},
		{
			"Title": "9",
			"fulltitle": "9 (2009)",
			"movie_year": "2009",
			"Categories": "Action|Adventure|Animation|Drama|Family",
			"summary": "In a world destroyed in a war between man and machine, a hand-stitched doll with the number 9 written on its back comes to life. The world he has awakened in is frightening, but he quickly learns that he is not alone and that there are others like him, also with a single digit written on their back. The first one he encounters is 2 who tells him something of what happened to the world. 2 is also thrilled with the disk 9 is carrying, one with three unique symbols on the front. 9 soon learns that the disk and some of the other dolls who are prepared to die for the good of humankind may be the last hope for man's salvation.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/9-Movie-Poster.jpg",
			"imdb_id": "tt0472033",
			"imdb_rating": "7.1",
			"runtime": "79",
			"language": "English",
			"ytid": "_qApXdc1WPY"
		},
		{
			"Title": "My Life as a Zucchini",
			"fulltitle": "My Life as a Zucchini (2016)",
			"movie_year": "2016",
			"Categories": "Animation|Comedy|Drama",
			"summary": "Courgette (Zucchini) is an intriguing nickname for a 9-year-old boy. Although his unique story is surprisingly universal. After his mother's disappearance, Courgette is befriended by a police officer Raymond, who accompanies him to his new foster home filled with other orphans his age. At first he struggles to find his place in this strange, at times, hostile environment. Yet with Raymond's help and his new-found friends, Courgette eventually learns to trust and might find true love.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/My-Life-as-a-Zucchini-Movie-Poster.jpg",
			"imdb_id": "tt2321405",
			"imdb_rating": "7.8",
			"runtime": "66",
			"language": "English",
			"ytid": "3nRwYWVxjRU"
		},
		{
			"Title": "Batman: Gotham by Gaslight",
			"fulltitle": "Batman: Gotham by Gaslight (2018)",
			"movie_year": "2018",
			"Categories": "Action|Adventure|Animation|Crime|Fantasy",
			"summary": "In an age of mystery and superstition, how would the people of Gotham react to a weird creature of the night, a bat-garbed vigilante feared by the guilty and the innocent alike? The very first Elseworlds tale re-imagines the Dark Knight detective in Victorian times and pits him against the infamous murderer Jack the Ripper.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Batman-Gotham-by-Gaslight-Movie-Poster.jpg",
			"imdb_id": "tt7167630",
			"imdb_rating": "6.8",
			"runtime": "78",
			"language": "English",
			"ytid": "R7FuOmlAO1k"
		},
		{
			"Title": "Trolls",
			"fulltitle": "Trolls (2016)",
			"movie_year": "2016",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "From the creators of Shrek comes the most smart, funny, irreverent animated comedy of the year, DreamWorks' Trolls. This holiday season, enter a colorful, wondrous world populated by hilariously unforgettable characters and discover the story of the overly optimistic Trolls, with a constant song on their lips, and the comically pessimistic Bergens, who are only happy when they have trolls in their stomach. Featuring original music from Justin Timberlake, and soon-to-be classic mash-ups of songs from other popular artists, the film stars the voice talents of Anna Kendrick, Justin Timberlake, Russell Brand, James Corden, Kunal Nayyar, Ron Funches, Icona Pop, Gwen Stefani, and many more. DreamWorks' TROLLS is a fresh, broad comedy filled with music, heart and hair-raising adventures. In November of 2016, nothing can prepare you for our new Troll world.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Trolls-Movie-Poster.jpg",
			"imdb_id": "tt1679335",
			"imdb_rating": "6.5",
			"runtime": "92",
			"language": "English",
			"ytid": "PXrm5eU6HtY"
		},
		{
			"Title": "Vampire Hunter D: Bloodlust",
			"fulltitle": "Vampire Hunter D: Bloodlust (2000)",
			"movie_year": "2000",
			"Categories": "Action|Adventure|Animation|Drama|Fantasy",
			"summary": "It is many thousand years in the future. Vampires once ruled the night but have seen their numbers reduced by fearless bounty hunters. One such hunter is D, the halfbreed son of a human mother and vampire father. When a girl from a rich family is taken from her home by the vampire Meier Link, her father contracts both D and the Markus brothers (a rival group of hunters) to race to retrieve her. As the heroes fight their way through Meier's hired guards, they begin to suspect that the girl may have gone with him willingly.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Vampire-Hunter-D-Bloodlust-Movie-Poster.jpg",
			"imdb_id": "tt0216651",
			"imdb_rating": "7.7",
			"runtime": "103",
			"language": "English",
			"ytid": "l9vPi7JFhv0"
		},
		{
			"Title": "Spirit: Stallion of the Cimarron",
			"fulltitle": "Spirit: Stallion of the Cimarron (2002)",
			"movie_year": "2002",
			"Categories": "Action|Adventure|Animation|Comedy|Family",
			"summary": "A wild stallion is captured by humans and slowly loses the will to resist training. Yet throughout his struggles for freedom, the stallion refuses to let go of the hope of one day returning home to his herd.",
			"Image URL": "https://hydramovies.com/wp-content/uploads/2018/04/Spirit-Stallion-of-the-Cimarron-Movie-Poster.jpg",
			"imdb_id": "tt0166813",
			"imdb_rating": "7.1",
			"runtime": "83",
			"language": "English",
			"ytid": "ggb--CgyJ0k"
		}
	]
}